ent-MCActionXenoToggleChargingBull = Переключить разгон
    .desc = Включает или отключает заряд, зависящий от движения.

ent-MCActionXenoGoreCharge = Таран (40)
    .desc = Мощный таран. При попадании по цели останавливает разгон и наносит большой урон.

ent-MCActionXenoHeadbuttCharge = Удар головой (40)
    .desc = Разгон с ударом головой. При попадании отталкивает цель назад.

ent-MCActionXenoAcidCharge = Кислотный разгон (40)
    .desc = Наносит небольшой урон себе и оставляет кислоту на земле при движении.