ent-RMCDropshipAttachmentWeapon = { ent-RMCDropshipAttachmentBase }
    .desc = { ent-RMCDropshipAttachmentBase.desc }
ent-RMCDropshipAttachmentGau21Cannon = 30-мм орудие GAU-21
    .desc = Демонтированная 30-мм пушка с вращающимся блоком стволов GAU-21 «Гремучка». Похоже, что у неё отсутствует подающий механизм и оголены соединительные провода. Способна выпускать 5200 снарядов в минуту, многие боятся её мощи. Получила прозвище «Гремучка» из-за вибраций, которые она вызывала у десантных кораблей в начале своего производства. Вмещает ящики боеприпасов PGU-100/PGU-105.
