ent-RMCDropshipAttachmentElectronicSystem = { ent-RMCDropshipAttachmentBase }
    .desc = { ent-RMCDropshipAttachmentBase.desc }
ent-RMCDropshipTargetingSystem = система наведения вооружения AN/AAQ-178
    .desc = Система наведения для десантных челноков. Повышает точность стрельбы по лазерным целям. Устанавливается в точки крепления электроники. Для подъёма требуется силовой погрузчик.
ent-RMCDropShipSpotlight = прожектор AN/LEN-15
    .desc = Набор мощных прожекторов для освещения больших территорий. Устанавливается в точки крепления электроники десантных челноков. Для перемещения требуется силовой погрузчик.
ent-RMCDropShipLZDetector = детектор зоны высадки AN/AVD-60
    .desc = Электронное устройство, связанное с камерами челнока, которое позволяет наблюдать за зоной высадки прямо во время полёта.
