ent-RMCDropshipAttachmentLaserCannon = лазерная пушка LWU-6B
    .desc = Новейшая разработка, недавно поступившая в распоряжение ККМП, стреляет запитанным от батареи импульсным лазерным лучом с околосветовой скоростью, поджигающим всё, чего он касается. Для его перемещения потребуется какой- нибудь погрузчик. Поддерживает лазерные батареи BTU-17/LW Hi-Cap.
ent-RMCDropshipAttachmentAmmoLaserCannon = лазерная батарея BTU-17/LW Hi-Cap
    .desc = Лазерная батарея высокой ёмкости, используемая для запитывания лазерного лучевого оружия. Можно зарядить в лазерную пушку LWU-6B.
