ent-RMCDropshipAttachmentEngine = { ent-RMCDropshipAttachmentBase }
    .desc = { ent-RMCDropshipAttachmentBase.desc }
ent-RMCDropshipAttachmentFuelEnhancer = обогатитель топлива
    .desc = Система обогащения топлива для десантных кораблей. Повышает создаваемую при сгорании топлива тягу для ускорения полёта. Устанавливается на точки крепления двигателей. Чтобы поднять её, нужен силовой погрузчик.
ent-RMCDropshipAttachmentCoolingSystem = система охлаждения
    .desc = Система охлаждения для десантных кораблей. Обеспечивает дополнительное охлаждение, сокращая задержки между взлётами. Устанавливается на точки крепления двигателей. Чтобы поднять её, нужен силовой погрузчик.
