ent-RMCHoodBioGeneral = Био=капюшон
    .desc = Капюшон, защищающий голову и лицо от биологических загрязнений.
    .suffix = Generic, RMC
ent-RMCHoodBioWeYa = Биокапюшон VI-BS MK II
    .desc = 'Vitezstvi - bio-Suit Mark II'. Соврменный лёгкий био-капюшон разработанный Подразделением патентного поиска и разработки Vitezstvi. Это капюшон, который защищает голову и лицо от биологических загрязнений, изготовлен из синтетики. Защиты от пуль не обеспечивает.
    .suffix = Generic, WeYa
ent-RMCHoodBioWeYaAlt = Биокапюшон VI-BS MK I
    .desc = 'Vitezstvi - bio-Suit Mark II'. Соврменный лёгкий био-капюшон разработанный Подразделением патентного поиска и разработки Vitezstvi. Это капюшон, который защищает голову и лицо от биологических загрязнений, изготовлен из синтетики.
    .suffix = Generic, WeYa, Alt
