ent-RMCArmorHelmetMercenaryAHPS30 = баллистический шлем AHPS30
    .desc = Улучшенная система защиты головы (AHPS) — это баллистический шлем, широко продаваемый на гражданских рынках, особенно на фронтире. Первоначально разработанный компанией WarTech, этот дизайн получил широкое распространение среди других корпораций и групп после истечения срока действия патента. Часто встречается у наёмников.
ent-RMCArmorHelmetMercenaryAHPS30Lamp = { ent-RMCArmorHelmetMercenaryAHPS30 }
    .desc = Улучшенная система защиты головы (AHPS) — это баллистический шлем, широко продаваемый на гражданских рынках, особенно на фронтире. Первоначально разработанный компанией WarTech, этот дизайн получил широкое распространение среди других корпораций и групп после истечения срока действия патента. Часто встречается у наёмников. Эта модель была модифицирована: в неё встроен фонарь.
    .suffix = Фонарь
