ent-CCMAdvancedBruteToolHealer = Продвинутый хирургический инструмент
    .desc = Продвинутый инструмент использующий хирургическую нить для более лучшего и быстрого лечения пациентов, использует иголку и хирургическую нить для зашивания и закрытия разрезов. Только продвинутые медицинские работники смогут использовать этот инструмент
    .suffix = CCM - Лечение физ. урона
ent-CCMAdvancedBurnToolHealer = Продвинутый синтетический трансплантат-инструмент
    .desc = Продвинутый инструмент использующий синтетический трансплантат, химические реагенты, иголку для точной и быстрой замены ожоговых ран и их лечения. Только продвинутые медицинские работники смогут использовать этот инструмент
    .suffix = CCM - Лечение ожогов
