ent-RMCIDCardTSEPA = ИД-карта ПСОПЗ
    .desc = { ent-CMIDCardLanyard.desc }
ent-RMCIDCardTSEPASilverGold = Серебряно-Золотой значок ПСОПЗ
    .desc = Tсеребряный значок с золотыми вставками, который означает, что его обладатель является старшим констеблем ПСОПЗ. Это знак справедливости, авторитета и защиты. Защита тех, кто не может этого сделать. Этот значок символизирует приверженность присяге, которую всегда соблюдают.
ent-RMCIDCardTSEPAGold = Золотой значок ПСОПЗ
    .desc = Золотой значок, который означает, что его владелец является инспектором ПСОПЗ. Это знак справедливости, авторитета и защиты. Защита тех, кто не может этого сделать. Этот значок символизирует приверженность данной присяге, которую всегда соблюдают.
