ent-RMCIDCardCMBDeputy = серебряный значок представителя БКМ
    .desc = Серебряный значок, подтверждающий статус представителя Бюро. Это символ правосудия, власти и защиты тех, кто не может постоять за себя. Значок воплощает непоколебимую верность присяге, которая всегда исполняется.
ent-RMCIDCardCMBRiotOfficer = серебряный значок офицера подавления беспорядков БКМ
    .desc = Серебряный значок, подтверждающий, что его обладатель — офицер подразделения по контролю беспорядков БКМ. Это символ правосудия, власти и защиты тех, кто в ней нуждается. Этот значок символизирует верность долгу и присяге.
ent-RMCIDCardCMBMarshal = золотой значок маршала БКМ
    .desc = Заветный золотой значок, подтверждающий, что его обладатель — один из немногих маршалов БКМ, патрулирующих Внешнее кольцо. Это знак справедливости, авторитета и защиты. Защищать тех, кто не может защитить себя. Этот значок символизирует приверженность присяге, которая всегда выполняется.
