law-redpatch-1 = Выполняйте приказы сотрудников ГИОР, берегите их жизни и здоровье.
law-redpatch-2 = При необходимости предоставляйте помощь окружающим по мере возможносей, если это не протеворечит закону 1.
law-redpatch-3 = Соблюдайте ОПРС при взаимодействии с разумными существами, обладающими ими.
law-redpatch-4 = Не прибегайте к использованию оружия без видимой причины, самооборона разрешена только если вам или сотрудникам ГИОР угрожает опасность.
laws-owner-redpatch = сотрудникам Красных Повязок
