ent-RMCDropshipDoorBlocker = блокировщик двери десантного корабля
    .desc = Не позволяет затащить баррикады на корабль.
ent-RMCUtilityAttachmentPoint = точка крепления вспомогательных систем
    .desc = Точка крепления вспомогательных систем корабля.
ent-RMCEngineAttachmentPoint = точка крепления систем двигателя
    .desc = Место, куда можно установить тяжёлое оборудование с помощью силового погрузчика.
ent-RMCElectronicSystemAttachPoint = точка крепления электронных систем
    .desc = Место, куда можно установить тяжёлое оборудование с помощью силового погрузчика.
