ent-CCMActionXenoMirrorClones = Зеркальные копии (50)
    .desc = Эта способность создает три зеркальных копии охотника, которые будут следовать за оригиналом в течении 10 секунд, а также "атаковать" ближайшие к оригиналу цели, причиняя им генетический урон который трудно излечим. Визуально отличить охотника проблематично, но учтите, что пули пролетают сквозь копий.

ent-CCMActionXenoButting = Бодание (80)
    .desc = Используя свой гребень и голову, боданите морпехов в радиусе 1х2 (иногда больше), откидывая их, оглушая, и замедляя их передвижение. Оно может быть использовано при других способностях, например Стойкость.

ent-CCMActionXenoDurability = Стойкость
    .desc = Опустите свой гребень и голову вниз, увеличивая свою эффективную защиту и получая огромную защиту от взрывов. Стойкость замедлит тебя больше чем наполовину, и не даст поднять гребень следующие несколько секунд после опускания.
