ent-CCMActionXenoHeadcliff = Отброс гребнем (80)
    .desc = Используйте свой вес, и гребнем для того чтобы оттолкнуть врагов в радиусе 1х3 отправив их в полёт, оглушив на более 1 секунды, замедлив на 4 секунды. Имеет небольшую подготовку, и можно использовать во время других способностей.

ent-CCMActionXenoEndure = Стойкость
    .desc = Встаньте в защитную стойку, опустив свой гребень для получения огромной защиты, особенно от взрывов. В этом состоянии вы будете замедлены, но способны использовать другие способности, например Топот или Отброс
