ccm-ghost-role-information-rp-rules =
    Вы являетесь [color=blue][bold]Миротворец Красных Повязок[/bold][/color]. Вы нейтральны ко всем фракциям, кроме ксеноморфов и Петрищевцев.
        Вы ничего не помните о своей прошлой жизни и не помните ничего из того, чему научились, будучи призраком.
        Вам разрешается запоминать общие сведения об игре, например, как готовить еду, как использовать предметы и т.д.
        Вам категорически ЗАПРЕЩЕНО вспоминать, например, имя, внешность и т.д. вашего предыдущего персонажа.
ccm-job-name-rp-peacekeeper = Миротворец Красных Повязок
ccm-job-description-rp-peacekeeper = Храните мир в происходящем галактическом хаосе, выполняйте приказы и соблюдайте ОПРС.
ccm-job-prefix-rp-peacekeeper = ГИОР
ccm-ghost-name-rp-neutral-peacekeeper = Миротворец КП (Нейтральный)
ccm-ghost-role-information-rp-description = Если вы тут, значит вас вызвали. Зачем? Вам это предстоит узнать. Храните ОПРС и мир, это главное. Никто вам не враг, если сам об этом не скажет.
ccm-job-name-rp-leader = Лидер миротворцев КП
ccm-job-description-rp-leader = Выполняйте данные вам указания, ведите своих людей и не забывайте - вы здесь не для стрельбы, а для решения проблем.
ccm-ghost-name-rp-neutral-leader = Лидер Миротворцев (Нейтрельный)
ccm-ghost-role-information-rp-leader-description = Командуйте отрядом Красных Повязок, не попадите в заварушку и решите то, что нужно решить.