ccm-ghost-role-information-serene-rules =
    Вы являетесь [color=orange][bold]Оперативником SerSol.[/bold][/color]. Вы нейтральны к морпехам, пока не сказано обратное.
        Вы ничего не помните о своей прошлой жизни и не помните ничего из того, чему научились, будучи призраком.
        Вам разрешается запоминать общие сведения об игре, например, как готовить еду, как использовать предметы и т.д.
        Вам категорически ЗАПРЕЩЕНО вспоминать, например, имя, внешность и т.д. вашего предыдущего персонажа.
ccm-job-greeting-serene = 
        SerSol, как фракция, показывает открытую неприязнь к Vitezstvi. ЭТО НЕ ЗНАЧИТ что вы должны убивать каждого встреченного ЧВКашника.
        Есть определённые протоколы действия в разных сценариях, связанных с принадлежнастью той или иной фракции к планете.
        1) Если колония не принадлежит СССП, Умпорской Федерации или Halcyon Dynamics - вы должны попытаться помочь морской пехоте, а также попытаться узнать, что случилось на колонии и желательно [color=red][bold]ОЧЕРНИТЬ[/bold][/color] Vitezstci.
        2) В случае, когда колония принадлежит СССП, УФ или HD - вы должны в первую очередь защищать и эвакуировать выживших членов Halcyon Dynamics , представителей Умпорской Федерации и представителей СССП, а также защищать их права и имущество. 
        Если выживших командных членов корпорации Halcyon Dynamics нет - вы в полной мере должны содействовать армии, правоохранителям и местному правительству СССП или Умпорской Федерации, но в первую очередь должных их эвакуировать.
ccm-job-name-halcyon-dynamics-liaison = Связной Halcyon Dynamics
ccm-job-description-halcyon-liason = Вы - связной Умпорской корпорации Halcyon Dynamics! Может ваша страна и находится на дне по технологическому развитию, но это не значит, что стоит опускать руки! Рано или поздно имя Василия Стрелкова и Нико Иванко будет светится по всей галактике!
ccm-ghost-role-information-serene-description = Вы - обученный наёмник из Seren Solutions - дочерней группы по защите активов, принадлежащей Halcyon Dynamics. Защищайте активы корпорации и ваших партнёров.
ccm-job-prefix-serene = SerSol.
ccm-job-name-serene-breacher = Штурмовик
ccm-ghost-name-serene-breacher = Штурмовик Serene Solutions (Нейтральный)
ccm-job-name-serene-engineer = Боевой Инженер
ccm-ghost-name-serene-engineer = Боевой Инженер SerSol. (Нейтральный)
ccm-job-name-serene-heavy = Тяжёлый Специалист
ccm-ghost-name-serene-heavy = Тяжёлый Специалист SerSol. (Нейтрл.)
ccm-job-name-serene-leader = Лидер Отряда
ccm-job-description-serene-leader = Ведите в бой своё отделение "безмятежников" и докажите, что вам платят не за просто так.
ccm-ghost-name-serene-leader = Лидер Отряда SerSol. (Нейтральный)
ccm-job-name-serene-medic = Медицинский Специалист
ccm-ghost-name-serene-medic = Медицицнский Специалист SerSol. (Нейтральный)
ccm-job-name-serene-operative = Оперативник
ccm-ghost-name-serene-operative = Оперативник Serene Solutions (Нейтральный)






