# SPP Western Forest survs

ccm-job-greeting-spp =
    Вы — солдат из подразделения СССП (Союза Советских Социалистических планет), охранявший эту планету. Во время нападения ксеноморфов вы смогли укрыться в бункере, но оставили часть снаряжения на западе, по всей колонии рассеяны зажигательные боеприпасы к дробовикам. Ваша единственная надежда - дождаться тех, кто прилетит на ваш сигнал бедствия
    
    Вы полностью осознаёте угрозу ксеноморфов и можете использовать это знание по своему усмотрению.
    
    Вы НЕ осведомлены о морпехах или их намерениях.
    
    Вы [bold][color=#51A16C][font size=16]НЕ враждебны к ККМП![/font][/color][/bold]
ccm-job-name-spp = Выживший СССП
ccm-job-description-spp = Вы — солдат СССП, оказавшийся запертый в бункере вместе с остальными своими товарищами. 
ccm-job-name-spp-rifleman = Стрелок СССП
ccm-job-name-spp-specialist = Специалист СССП
ccm-job-name-spp-support-tech = Техник поддержки СССП
ccm-job-name-spp-medic = Медик СССП
ccm-job-name-spp-leader = Лидер отряда СССП
ccm-job-name-spp-synth = Синтетик СССП
ccm-job-name-spp-commander = Командующий гарнизоном СССП
ccm-job-description-spp-commanding-officer = Вы — командир гарнизона СССП, подав сигнал бедствия вы смогли укрыться в бункере.
ccm-job-supervisors-spp-high-command = Высшее командование СССП