ent-CMBarFoodBase = { ent-CMFoodBase }
    .desc = { ent-CMFoodBase.desc }
ent-CMMarineProteinBar = чёрствый морпеховский протеиновый батончик
    .desc = Самый ненатуральный протеиновый батончик, который вы когда-либо видели, покрытый заменителем шоколада. Порошок, используемый для их изготовления, — это заменитель заменителя заменителя сыворотки.
ent-RMCMarineRCMSnackBar = галетный батончик «Бисквит Браун»
    .desc = Дьявол во плоти. Съедается быстро, обладает довольно приятным вкусом и текстурой, но если съесть больше одного за короткое время — будьте уверены, вам не придётся копать выгребные ямы в полевых условиях как минимум две недели.
