ent-CMFortuneCookie = печенье с предсказанием
    .desc = Золотисто-коричневое печенье с предсказанием. Некоторые говорят, что бумажка внутри обладает способностью предсказывать будущее, что бы это ни значило.
ent-CMFortuneCookieCracked = разломанное печенье с предсказанием
    .desc = Золотисто-коричневое печенье с предсказанием. Некоторые говорят, что бумажка внутри обладает способностью предсказывать будущее, что бы это ни значило.
ent-CMFortuneCookiePaper = предсказание
    .desc = { ent-FoodCookieFortune.desc }
