ent-RMCFoodMeatFish = сырое рыбное филе
    .desc = Какая-то рыба, вероятно, выловленная в каком-то океане или выращенная в чане.
ent-RMCFoodMeatFishGrilled = жареное рыбное филе
    .desc = Какая-то рыба, вероятно, выловленная в каком-то океане или выращенная в чане.
ent-RMCFoodMeatFishAndChips = рыба с картофелем фри
    .desc = Основное блюдо Империи Миртана: кусок рыбы в пивном кляре и картофель фри.
ent-RMCFoodMeatFishSushi = суши-ролл с рыбой
    .desc = Кусок рыбы неопределённого происхождения в рисе, завернутый в водоросли. Классическое блюдо в Империи Миртана.
