ent-RMCInflatableWall = надувная стена
    .desc = Раздувающаяся мембрана. Активируйте, чтобы сдуть. Не прокалывать.
ent-RMCInflatableDoor = надувная дверь
    .desc = Раздувающаяся мембрана. Активируйте, чтобы сдуть. Теперь с дверью. Не прокалывать.
ent-RMCInflatableWallBroken = лопнувшая надувная стена
    .desc = Раньше это была надувная стена, а теперь - просто куча пластика.
ent-RMCInflatableDoorBroken = лопнувшая надувная дверь
    .desc = Раньше это была надувная дверь, а теперь - просто куча пластика.
