ent-ActionXenoTailWhirlwind = Хвостовой вихрь (350)
    .desc = Сбивайте с ног всех врагов, находящихся рядом с вами.
ent-ActionXenoDashFlight = Рывок (400)
    .desc = Пробежать небольшое расстояние в направлении заданного места.
ent-ActionXenoPlantHiveWeeds = Сорняки Улья (150)
    .desc = Посадите узел, предназначенный для сорняков улья, чтобы способствовать их распространению.
ent-CCMActionXenoMirrorClones = Зеркальные двойники
    .desc = Создаёт три зеркальные копии, которые следуют за вами и имитируют атаки в течение 10 секунд.
