ent-CMMRE = ИРП КМ США
    .desc = Еда, готовая к употреблению. Боевой рацион из одной порции, предназначенный для обеспечения солдата питательными веществами в течение дня напряженной работы. Его срок годности по крайней мере на 20 лет превышает продолжительность вашей боевой жизни.
ent-CMBoxMRE = коробка ИРП
    .desc = Коробка ИРП. Питательно, но не вкусно.
ent-CMMREComponentBase = компонент ИРП
    .desc = Пакет с готовой к употреблению едой, принадлежащий колониальной морской пехоте США. Содержит часть еды, приготовленной для употребления в полевых условиях.
ent-CMMREFoodBase = { ent-CMFoodBase }
    .desc = Содержимое ИРП стандартного выпуска КМ США.
