# Russian localization for Resources/Prototypes/_CMU14/Yautja/audio.yml
ent-CMUYautjaSpeechClicks = Р©С‘Р»С‡РєРё СЂРµС‡Рё СЏСѓС‚Р¶Рё
    .desc = РљРѕР»Р»РµРєС†РёСЏ Р·РІСѓРєРѕРІ С‰С‘Р»С‡РєРѕРІ, РёСЃРїРѕР»СЊР·СѓРµРјС‹С… РІ СЂРµС‡Рё СЏСѓС‚Р¶Рё.
ent-CMUYautjaRoars = Р РµРІС‹ СЏСѓС‚Р¶Рё
    .desc = РљРѕР»Р»РµРєС†РёСЏ СЂС‘РІРѕРІ РѕС…РѕС‚РЅРёРєРѕРІ.
ent-CMUYautjaLaughs = РЎРјРµС… СЏСѓС‚Р¶Рё
    .desc = РљРѕР»Р»РµРєС†РёСЏ Р·РІСѓРєРѕРІ СЃРјРµС…Р°.
ent-CMUYautjaDeath = Р—РІСѓРєРё СЃРјРµСЂС‚Рё СЏСѓС‚Р¶Рё
    .desc = РљРѕР»Р»РµРєС†РёСЏ Р·РІСѓРєРѕРІ РїРѕСЃР»РµРґРЅРµР№ Р°РіРѕРЅРёРё Рё СЃРјРµС…Р°.
