ent-CMArmorRiot = бронежилет подавления беспорядков M5
    .desc = Сильно модифицированный бронежилет M2 ВП, используемый для подавления бунтов буйных колониальных морпехов. Для тех, кто любит безнаказанно избивать, убивать и калечить людей.
    .suffix = Marine
ent-RMCArmorRiotCivilian = броня для подавления беспорядков
    .desc = Броня с толстой подкладкой для защиты от атак в ближнем бою. Похоже, они могут затруднять передвижение.
    .suffix = Civilian
ent-CMArmorRiotOld = { ent-CMArmorRiot }
    .desc = За исключением слегка выцветших пластин, он сохранился довольно неплохо.
