ent-CMArmorRiot = бронежилет для подавления беспорядков M5
    .desc = Глубоко модифицированный жилет M2 военной полиции. Используется для усмирения буйных морпехов теми, кто любит безнаказанно избивать и калечить людей.
    .suffix = Морпех
ent-RMCArmorRiotCivilian = броня для подавления беспорядков
    .desc = Броня с толстой подкладкой для защиты от атак в ближнем бою. Ощутимо затрудняет передвижение.
    .suffix = Гражданский
ent-CMArmorRiotOld = { ent-CMArmorRiot }
    .desc = Если не считать слегка выцветших пластин, этот жилет сохранился довольно неплохо.
