ent-RMCArmorM4RLight = лёгкий бронежилет M4R БКМ
    .desc = Тёмный комплект бронежилета, являющийся модификацией варианта бронежилета охраны M3 от Armat Systems. Предназначен для борьбы с беспорядками и подавления демонстраций. На боку имеется металлическая эмблема с надписью «БКМ БОРЬБА С БЕСПОРЯДКАМИ». аконы Земли распространяются далеко за пределы Солнечной системы.
ent-RMCArmorM4RMedium = бронежилет M4R БКМ
    .desc = Тёмный комплект бронежилета, являющийся модификацией варианта бронежилета охраны M3 от Armat Systems. Предназначен для борьбы с беспорядками и подавления демонстраций. На боку имеется металлическая эмблема с надписью «БКМ БОРЬБА С БЕСПОРЯДКАМИ». аконы Земли распространяются далеко за пределы Солнечной системы.
ent-RMCArmorM4RMarshallMedium = бронежилет M4R маршалла БКМ
    .desc = Индивидуальный вариант бронежилета БКМ, предназначенный для ношения самими маршалами, имеет золотую подкладку со знаками отличия. Обладает дополнительным слоем облегченных защитных материалов.
