ent-CMCoatDressBluesEnlisted = синий парадный мундир рядовых
    .desc = Мундир легендарного синего костюма морских пехотинцев, практически не изменившегося с XIX века. На тебе история, морпех. Не подведи своих предков.
ent-CMCoatDressBluesSenior = синий парадный мундир сержантов
    .desc = Мундир легендарного синего костюма морских пехотинцев, практически не изменившегося с XIX века. Отличается украшениями награждённого офицера сержантского состава. Наследие, воплощённое в жизнь.
ent-CMCoatDressBluesGeneral = синий парадный мундир офицеров
    .desc = Мундир легендарного синего костюма морских пехотинцев, практически не изменившегося с XIX века. Отличается элегантным тёмным дизайном, характерным для униформы офицеров.
