ent-RMCCoatBureauDeputy = куртка помощника маршала бюро
    .desc = Плотная и стильная чёрная кожаная куртка с приколотым к ней значком помощника маршала. На спине вышиты мощные буквы «ПОМОЩНИК», олицетворяющие правосудие, власть и защиту во Внешнем кольце. Законы Земли распространяются далеко за пределы Солнечной системы.
ent-RMCCoatBureauMarshal = куртка маршала бюро
    .desc = Плотная и стильная чёрная кожаная куртка с приколотым к ней маршальским значком. На спине вышиты мощные буквы «МАРШАЛ», олицетворяющие правосудие, власть и защиту во Внешнем кольце. Законы Земли распространяются далеко за пределы Солнечной системы.
ent-RMCCoatJacketGeneral = куртка генерала
    .desc = Черный тренч с золотой металлической окантовкой. Броский, защитный, экстравагантный. Подходит для короля - или, в данном случае, генерала. Имеет множество карманов.
