ent-RMCArmorVestTSEPA = Бронежилет ПСОПЗ
    .desc = Бронежилет полиции, защищающий от разного рода повреждений.
ent-RMCArmourM4TSEPA = Бронежилет ПСОПЗ образца M4 
    .desc = Модицированный вариант бронежилета M4R с дополнительными пластинами для использования в полиции. К нагрудной пластине приварен значок ПСОПЗ.
ent-RMCArmourM4TSEPAChief = Бронежилет испектора образца M4 
    .desc = Модицированный вариант бронежилета M4R с дополнительными пластинами для использования в полиции. Имеет золотой значок на груди.
