ent-CCMRocket84mmPhosphorus = 84мм фосфорная ракета
    .desc = Совместимый с M5-ATL тубус с ракетой, снаряженной огне-мётной боевой частью. Наносит малый урон взрывом и самой ракетой, но огонь что выбрасывает ракета очень даже опасный. Распылённый слабый огонь похож на огонь X, но в точке удара появится сильный фосфорный огонь что будет долго стоят, и сильно гореть, невозможно потушить.
ent-CCMProjectile84mmPhosphorus = 84мм фосфорная ракета
    .desc = Не по людски...
ent-CCMCrateM5DemoSpecWhitePhosphorous = M5-ATL Белый Фосфорный ящик (FI-3)
