ent-CCMVehicleSelectHardpointAction = Управление Оружейными Креплениями
    .desc = Открывает интерфейс управления установленными орудиями и модулями.

ent-CCMVehicleVehicleStatusAction = Статус Транспорта
    .desc = Показывает целостность корпуса, состояние систем и наличие экипажа на борту.

ent-CCMVehicleLockDoorsAction = Заблокировать Двери
    .desc = Блокирует двери транспортного средства.

ent-CCMVehicleReloadSpecialAction = Перезарядка M56 FPW
    .desc = Перезаряжает пулемёты M56 FPW. Автоматически запускается при окончании боезапаса или при активации этой способности. Время перезарядки: 10 секунд.
