ent-CCMPredatorFabricatorMelee = высоко-технологичный фабрикатор оружия
    .desc = Эта высоко-технологичная машина, создаёт внутри себя оружие для Охоты. Относится к древней расе и охотничиму спорту. Создаёт только оружие ближнего боя или метательное.
ent-CCMPredatorFabricatorMisc = высоко-технологичный фабрикатор разных устройств
    .desc = Эта высоко-технологичная машина, создаёт внутри себя устройста для Охоты или других вещей. Относится к древней расе и охотничиму спорту. Создаёт самые разные штуки.
ent-CCMPredatorFabricatorArmor = высоко-технологичный фабрикатор брони и масок
    .desc = Эта высоко-технологичная машина, создаёт внутри себя броню, маски и другую одежду. Относится к древней расе и охотничиму спорту. Создаёт самые разные предметы одежды.
