ent-RMCFlightRecorderProp = бортовой самописец FR-112
    .desc = Небольшой красный ящик, содержащий данные о полёте десантного корабля во время выполнения задания. Обычно его называют «чёрным ящиком», хотя этот выкрашен в кроваво-красный.
ent-RMCFlightRecorderColonyProp = регистратор данных колонии CIR-60
    .desc = Небольшой красный ящик, записывающий объявления колонии, сигналы о смерти колонистов и другие ключевые показатели. Обычно его называют «чёрным ящиком», хотя этот выкрашен в кроваво-красный.
