ent-RMCDropshipMaintsComputer = компьютер техобслуживания челнока
    .desc = Открытый компьютер техобслуживания челнока, но, похоже, он выключен. Используется техниками и пилотами для поиска повреждённых или неисправных систем на челноке. Имеет различные разъёмы для разных систем.
    .suffix = Открыт
ent-RMCDropshipMaintsComputerOpen = компьютер техобслуживания челнока
    .desc = Закрытый компьютер техобслуживания челнока, который техники и пилоты используют, чтобы выяснить, что не так с челноком. Имеет различные разъёмы для разных систем.
    .suffix = Закрыт
