ent-CMPen = ручка
    .desc = Это обычная ручка с чёрными чернилами.
ent-CMPenClicky = ручка ВЕ-Я
    .desc = Это крайне щёлкающая ручка бренда ВЕ-Я с чёрными чернилами.
ent-CMPenFountain = перьевая ручка
    .desc = Эта перьевая ручка является эталоном дизайна и функциональности, свидетельствуя об изобретательности мастеров компании Эгида. Дополненная золотыми акцентами и сложной механикой, ручка позволяет быстро выбрать один из мириадов цветов чернил простым движением. Продукт высокоточной инженерии, каждый механизм внутри ручки разработан так, чтобы гарантировать плавный, без лишних усилий переход от одного цвета к другому, создавая роскошный универсальный инструмент.
