

ent-RMCHelmetGarbNightVisionPVE = старый мульти-спектральный визор M1
    .desc = Этот откидной визор, являющийся неудачным прототипом оптики следующего поколения для армии ОПЗ, превзошел существующую в настоящее время интегрированную ИК-оптику, и предлагает полный набор визоров с мультиспектральными возможностями. Это действительно классная модель, пока вы не осознаете, что находитесь на волосок от потери возможности работы в ночное время.

ent-RMCRC6RiotShield = Лицевой щит RC6
    .desc = Крепкий баллистический щиток шлема RC6.

ent-RMCHelmetGarbChaplainPatch = Патч капеллана ККМП
    .desc = Этот патч - единственное, что осталось от священников на военных кораблях. Они перестали существовать уже очень давно.
ent-RMCHelmetGarbPeaceFlair = Значок мира
    .desc = "Я, вообще-то, за мир.." - сказал он, когда скидывал на больницу напалм.
ent-RMCHelmetGarbIoFlair = Значок Ио
    .desc = Очередной значок, не понятно что значащий. Хотя бы он неплохо выглядит...
ent-RMCHelmetGarbTerraTekFlair = Значок ТерраТех
    .desc = Значок какой-то давно сгинувшей ремонтной компании. Буквально реликвия прошлого.
ent-RMCHelmetGarbUNMCFlair = Значок ККМП
    .desc = Эти значки раздавали как конфетки в тренировочном лагере. Носите с гордостью, солдат.
ent-RMCHelmetGarbMovieTicket = Билет в кино
    .desc = Пара красных билетов в кино. Напоминает о временнах, когда на корабле было больше 5 фильмов, не то что сейчас.
