ent-CCMWeaponRifleTypexs13 = гравивинтовка Тип - XS13
    .desc = Винтовка производства Халькон Динамикс, которая использует технологию управления гравитации для запуска небольших вольфрамовых шаров на высокой скорости. Шары эти, конечно, радиацией не облучены, но вдарят так, что мало не покажется.
ent-CCMMagazineRifleTypexs13 = магазин Типа - XS13 (Вольфрамовые шары)
    .desc = Небольшой магазин под вольфрамовые шары.
ent-CCMCartridgeRifleTypexs13 = вольфрамовый шар
    .desc = Шар. Из вольфрама.