ent-CMBeltSecurity = пояс охраны M276
    .desc = M276 является стандартным грузовым снаряжением ККМП. Он состоит из модульного ремня с различными фиксаторами. Эта версия обычно встречается у военной полиции колониальной морской пехоты и миротворцев, хотя в неё могут помещаться и некоторые лёгкие боеприпасы.
ent-CMBeltSecurityMP = пояс военной полиции M276
    .desc = M276 является стандартным грузовым снаряжением ККМП. Он состоит из модульного ремня с различными фиксаторами. Эта версия оснащена множеством маленьких подсумков, предназначенных для переноски нелетального снаряжения и сковывающих устройств.
ent-RMCBeltSecurityWeYa = M276-C corporate security rig
    .desc = A Weston-Yamada adaptation of the M276 load-bearing equipment, designed for corporate security forces. This modular black rig features multiple pouches for carrying restraints, ammunition, and a mix of lethal and non-lethal equipment for maintaining order.

ent-CMBeltSecuritySPP = пояс военной полиции Тип 43
    .desc = Тип 43 является стандартным грузовым снаряжением СПН. Он состоит из модульного ремня с различными фиксаторами. Эта версия оснащена множеством маленьких подсумков, предназначенных для переноски нелетального снаряжения и сковывающих устройств.

ent-CMBeltSecurityMarshal = должностной пояс маршала
    .desc = Чёрный должностной пояс, используемый для транспортировки экипировки маршала. Это тяжёлый полицейский ремень с несколькими подсумками для хранения различных средств поддержания правопорядка.

