ent-RMCGrille = решётка
    .desc = Хлипкий каркас из металлических прутьев.
ent-RMCGrilleBroken = решётка
    .desc = Хлипкий каркас из металлических прутьев. Она пережила лучшие времена.
ent-RMCGrilleElectrified = электрифицированная решётка
    .desc = Тёмная армированная сетчатая решётка с предупредительными полосами, оснащена катушками, подобными катушкам Тесла, для регулирования тока высокого напряжения. Она сильно наэлектризована и представляет опасность, когда находится под напряжением.
ent-RMCGrilleElectrifiedBroken = поломанная электрифицированная решётка
    .desc = Тёмная армированная сетчатая решётка с предупредительными полосами, оснащена катушками, подобными катушкам Тесла, для регулирования тока высокого напряжения. Она сильно наэлектризована и представляет опасность, когда находится под напряжением. Она пережила лучшие времена.
