ent-RMCWallSandstone = песчаниковая стена
    .desc = Тяжёлая стена из песчаника.
ent-RMCWallSandstoneTemple = стена храма из песчаника
    .desc = Тяжелая стена песчаника.
ent-RMCWallSandstoneTempleRuned = стена храма из рунического песчаника
    .desc = Тяжёлая стена из песчаника, покрытая изящной резьбой и начертанными на её лицевой стороне рунами.
ent-RMCWallSandstoneRuned = песчаниковая стена с рунами
    .desc = Тяжёлая стена из песчаника, покрытая изящной резьбой и начертанными на её лицевой стороне рунами.
