ent-RMCWallPrison = металлическая стена
    .desc = Огромный кусок металла, используемый для разделения помещений.
ent-RMCWallPrisonReinforced = укреплённая металлическая стена
    .desc = Огромный кусок прочного металла, используемый для разделения помещений.
ent-RMCWallPrisonHull = тяжёлая укреплённая стена
    .desc = Огромный кусок сверхпрочного металла, используемый для разделения помещений. Выглядит практически неразрушимым.
ent-RMCWallBoneResin = скелетная смола
    .desc = Стена из старой расплавленной смолы. Это место живее вас.
