ent-RMCSignRequisitions = Руководство офиса поставок ККМП
    .desc =
        1. Вы не имеете права на получение услуг или оборудования. Модификации - это привилегия, а не право.
        2. Вы должны быть полностью одеты, чтобы получить услугу. Использование белья для криосна запрещено.
        3. За квартирмейстером остается последнее слово, и он имеет право отказать в запросе. Только исполняющий обязанности командира может отменить его решения.
        4. Пожалуйста, относитесь с уважением к сотрудникам, занимающимся логистикой. Они усердно работают.
ent-RMCSignRequisitionsCreed = табличка с кредо КЛС
    .desc = Краткая версия кредо офицеров логистики, составленная Корпусом логистических офицеров ОПЗ. Данный экземпляр является чисто декоративным и церемониальным: он гораздо короче оригинала и не включает современные правки.
