ent-RMCSignRequisitions = правила отдела снабжения КМ ООН
    .desc =
    1. Вы не имеете права на обслуживание или снаряжение. Модификации — это привилегия, а не право.
            2. Для получения обслуживания вы должны быть полностью одеты. Нижнее бельё для криосна недопустимо.
            3. Офицер логистики имеет решающее слово и право отказать в обслуживании. Только исполняющий обязанности командующего может отменить его решение.
            4. Пожалуйста, относитесь к персоналу снабжения с уважением. Они усердно работают.
ent-RMCSignRequisitionsCreed = табличка с кредо КЛС
    .desc = Краткая версия кредо офицеров логистики, составленная Корпусом логистических офицеров ООН. Данный экземпляр является чисто декоративным и церемониальным: он гораздо короче оригинала и не включает современные правки.
