ent-CMUBoneGraftItem = костный трансплантат
    .desc = Ампула с синтетическим костным материалом для лечения оскольчатых переломов.

ent-CMUCastItem = медицинский гипс
    .desc = Жёсткий гипс, фиксирующий и постепенно заживляющий переломы вплоть до простой степени тяжести.

ent-CMUOrganClampItem = сосудистый зажим для органов
    .desc = Хирургический зажим для перекрытия сосудов органов во время операции.

ent-CMUSplintItem = шина
    .desc = Экстренный фиксатор конечностей. Снижает штрафы от простых переломов, но не лечит их.