# ---- Autodoc ---------------------------------------------------------

ent-CMUAutodocPod = автодок-под
    .desc = Автоматизированная хирургическая капсула. Обученный хирург может назначать процедуры через подключённую консоль.

ent-CMUAutodocConsole = консоль автодока
    .desc = Специализированный терминал для назначения процедур на ближайшем автодок-поде.

# ---- Body Scanner ----------------------------------------------------

ent-CMUBodyScannerPod = капсула сканера тела
    .desc = Полноразмерный диагностический сканер с закрытой камерой для пациента.

ent-CMUBodyScannerConsole = консоль сканера тела
    .desc = Медицинская консоль для анализа результатов сканирования тела и калибровки хирургической помощи.

# ---- Limb Printer ----------------------------------------------------

ent-CMULimbPrinter = принтер конечностей
    .desc = Хирургический биопринтер, выращивающий замену человеческих рук и ног из матричного реагента и образца крови.

ent-CMULimbPrinterMatrixBeaker = колба биогенной матрицы
    .desc = Колба, содержащая биогенную матрицу для синтеза тканей.