reagent-name-cmu-paracetamol = парацетамол
reagent-desc-cmu-paracetamol = Слабое обезболивающее средство для снятия лёгкой боли и жара.

reagent-name-cmu-tramadol = трамадол
reagent-desc-cmu-tramadol = Обезболивающий препарат средней силы действия, применяемый при серьёзных травмах.

reagent-name-cmu-oxycodone = оксикодон
reagent-desc-cmu-oxycodone = Сильнодействующий опиоидный анальгетик для подавления сильной боли.

reagent-name-cmu-fentanyl-precursor = неочищенное основание фентанила
reagent-desc-cmu-fentanyl-precursor = Нестабильный галогенированный промежуточный продукт. Для приведения в пригодное для использования состояние требуется заключительная стадия синтеза при строго контролируемом нагреве.

reagent-name-cmu-fentanyl = фентанил
reagent-desc-cmu-fentanyl = Чрезвычайно мощный синтетический опиоид. Обеспечивает практически полное подавление боли, однако грань между эффективной и смертельной дозой крайне тонка.

reagent-name-cmu-sleen = слиен
reagent-desc-cmu-sleen = Сильное экспериментальное обезболивающее. Маскирует сильную боль, однако передозировка вызывает токсический эффект и дезориентацию.

reagent-name-cmu-soporific = сонно-рифик
reagent-desc-cmu-soporific = Сильное седативное обезболивающее средство. Вызывает сонливость, а в дозах, применяемых при хирургических вмешательствах, — сон.

reagent-name-ccmhemotracliary = гемокаликалиарь
reagent-desc-ccmhemotracliary = Сильное крово-восстанавливающее и останавливающиеся средство созданной для полевого восполнения крови и лечения открытых кровоточащих ран.