ent-RMCBucket = ведро
    .desc = Это ведро. Вмещает 120 единиц.
ent-CMBucketMop = ведро для швабры
    .desc = Ведро увеличенного размера, обычно используется со шваброй. Вмещает 240 единиц.
ent-RMCBucketJanitorial = ведро уборщика
    .desc = Большое ведро, которое устанавливается в тележку уборщика. Вмещает 500 единиц.
ent-RMCReagentJug = канистра для реагентов
    .desc = Большая канистра из инертного пластика, предназначенная для переноски значительного количества различных химикатов. Вмещает 500 единиц.
