ent-RMCNailgunCompact = компактный гвоздомёт
    .desc = Плотницкий инструмент, используемый для забивания гвоздей в прочные поверхности. Не может стрелять гвоздями из-за отсутствия уплотнительного кольца вокруг гвоздя, что препятствует созданию давления для выстрела.
    .suffix = Заполненный
ent-RMCNailgunTactical = тактический компактный гвоздомёт
    .desc = Плотницкий инструмент, используемый для забивания гвоздей в прочные поверхности. Эта модель - военного образца, она оливкового цвета и тактикульная. Не может выстреливать гвоздями в качестве снарядов.
    .suffix = Заполненный
