rmc-xeno-strain-specialized-into = Её специализация - { $strain }.
rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description =
    Вы обмениваете ваш Плевок, Кислотный шар, Кислотные брызги, Рывок и небольшое количество брони на высокий урон по одной цели.
    Вы получаете следующие способности:
    - Разрушайте стены и другие простые конструкции вашими ударами когтями.
    - Ваши удары когтями и Удар хвостом будут помечать врагов, что будет влиять на другие ваши способности.
    - Используйте Пронзание, чтобы нанести враге ваш базовый урон и пробить некоторое количество брони, удар удвоится если враг имеет отметку.
    - Используйте Подножку, чтобы обезоружить врага, или оглушить если враг имеет отметку.
    - Получите временное увеличение скорости, которое удвоится при нахождении около врага.
rmc-xeno-dancer-popup = Выступление, достойное Королевы, станет моим орудием смерти.
rmc-xeno-oppressor-name = Угнетатель
rmc-xeno-oppressor-description =
    Вы обмениваете ваш Удар хвостом, Плевок, Кислотный шар, Кислотные брызги, Едкую кислоту, Рывок, небольшое количество урона когтями, и скорости на повышенную взрывоустойчивость и способность манипулировать полем боя.
    Вы получаете следующие способности:
    - Разрушайте стены и другие простые конструкции вашими ударами когтями.
    - Наносите дополнительные повреждения вашими ударами когтями по лежащим, обездвиженным или замедленным врагам.
    - Хватайте врага своим хвостом, чтобы притянуть его к себе, или похитить целую вереницу врагов.
    - Хлестайте хвостом врагов перед собой, отталкивая их назад и замедляя.
    - Бейте врага, отталкивая его назад, или останавливайте и пробивайте броню, если они лежат, обездвижены или замедлены.
rmc-xeno-oppressor-popup = My reach is endless, this one will pull down the heavens.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description =
    Вы обмениваете ваш Плевок, Кислотный шар, Кислотные брызги, Рывок и небольшое количество здоровья на сильный, блокирующий одно попадание щит, который перезаряжается вне боя.
    Вы получаете следующие способности:
    - Разрушайте стены и другие простые конструкции вашими ударами когтями.
    - Используйте Пробитие, чтобы поразить линию врагов, и перезарядить свой щит, если вы задели хотя бы 2.
    - Используйте Блиц, чтобы ворваться в группу врагов, и используйте его снова, чтобы ударить всех вокруг себя и перезарядить свой щит, если вы задели хотя бы 1.
    - Используйте Раскол на враге, чтобы либо отбросить его, либо задержать на месте - оба варианта сильнее при имеющемся щите.
rmc-xeno-vanguard-popup = В бесстрашии ты рождаешься, в бесстрашии ты служишь, в бесстрашии ты умираешь. Этот станет моим Авангардом.
rmc-xeno-valkyrie-name = Валькирия
rmc-xeno-valkyrie-description =
    Вы обмениваете ваш Удар хвостом, Плевок, Кислотный шар, Кислотные брызги, Едкую кислоту, и небольшое количество скорости на небольшое количество брони и способность поддержки фронта.
    Вы получаете следующие способности:
    - Разрушайте прочные стены и другие укреплённые конструкции вашими ударами когтями и испускайте сильные феромоны.
    - Тушите друзей и пленников хвостом, отбрасывайте взрывчатку и сбивайте врагов своим Высоким галопом.
    - Исцеляйте себя и своих союзников за каждый удар, накапливайте ярость, а затем разъяряйте себя и союзников, чтобы получить еще больше брони и исцеления.
    - Мощно исцеляйте всю группу Объединяющим визгом, снимая с них недуги.
    - Вытаскивайте умирающих, сбитых с ног или отдыхающих союзников и притягивайте их к себе.
rmc-xeno-valkyrie-popup = Она не даст умереть своим сёстрам, пока они этого не заслужат. Борись или будь забытой.
rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description =
    Вы обмениваете ваши Выделение смолы, Едкую кислоту и способность передавать плазму на небольшое дополнительное восстановление здоровья на сорняках и несколько новых способностей.
    Вы получаете следующие способности:
    - Вы можете посадить до шести сильных смоляных фруктов для своих сестёр, тратя часть здоровья за каждый сформированный фрукт.
    - Вы можете выращивать более крепкую смолу.
    Ваш Всплеск смолы позволяют вам:
    - Создавать участки липкой смолы.
    - Временно укреплять структуры за счёт вашей плазмы.
    - Создавать нестабильные стены.
    - Ускорять рост ваших фруктов.
rmc-xeno-gardener-popup = Слава садоводству: руки в сорняках, голова во тьме, сердце со смолой.
rmc-xeno-healer-name = Лекарь
rmc-xeno-healer-description =
    Вы теряете способность выделять смолу, часть урона удара когтями, и вам будет немного труднее валить на землю носителей, в обмен на сильные феромоны и способность исцелять раны своих сестёр.
    Вы получаете следующие способности:
    - Вы можете посадить до трёх малых смоляных фруктов.
    - Вы можете исцелять сестёр, используя плазму и часть своего здоровья.
rmc-xeno-healer-popup = Разделенные мы падём, единые мы победим. Мы живём ради улья, мы умираем ради улья.
rmc-xeno-resin-whisperer-name = Заклинатель смолы
rmc-xeno-resin-whisperer-description =
    Вы теряете способность:
    - Накладывать едкую кислоту.
    - Выделять густую смолу.
    - Укреплять смоляные выделения.
    - Сажать узлы за пределами сорняков.
    - Вы так же теряете пятую часть вашего запаса плазмы.
    Вы получаете следующие способности:
    - Вы можете размещать смоляные выделения, включая узлы сорняков, на расстоянии до двенадцати шагов!
    - Вы можете улучшить своё зрение и укрепить связь со смолой.
rmc-xeno-resin-whisperer-popup = Мы позволяем смоле вести нас. Она шепчет, так что слушайте внимательно.
rmc-xeno-acider-name = Кислотник
rmc-xeno-acider-description =
    Вы обмениваете ваш Прыжок, Костяной шип, Дальнозоркость, и небольшое количество скорости на повышенное здоровье, небольшое количество брони, и новый орган, который со временем будет наполняться летучей кислотой.
    - Ваши удары будут покрывать врагов кислотой.
    - Запас кислоты будет накапливаться во время ударов когтями, а также пассивно со временем, и его можно будет потратить для наложения Едкой кислоты, такой же сильной, как у Бойлера, но наносимой гораздо быстрее.
    - Вы можете превратиться в живую бомбу, используя весь запас кислоты. Прожив 20 секунд вы взорвётесь, покрыв кислотой ваших врагов и их оборону. После этого вы возродитесь в виде личинки.
rmc-xeno-acider-popup = Это будет последнее, что они услышат. Мученика.
rmc-xeno-steelcrest-name = Стальной гребень
rmc-xeno-steelcrest-description =
    Вы обмениваете ваш Взмах хвостом и часть урона удара когтями на повышенный урон Удара головой и подвижность при Укреплении, чтобы стать мобильным танком.
    Вы получаете следующие способности:
    - Перемещение при Укреплении. Использование Укрепления даёт меньше брони, но больше направленной брони, а также больше не защищает вас от оглушения взрывом.
    - Удар головой при Укреплении. Удар головой не теряет урон и сохраняет свою высокую дальность и высокое отбрасывание.
    - Используйте Поглощение чтобы начать поглощать урон на протяжении 6 секунд с небольшим исцелением, одновременно перезаряжая ваш Шлепок хвостом.
rmc-xeno-steelcrest-popup = Он, подобно моей воле, несокрушим. Он станет моим стальным панцирем против всех, кто бросит мне вызов.
rmc-xeno-maid-name = Кошка-горничная
rmc-xeno-maid-description =
    Ты обмениваешь своё достоинство.
    Ты получаешь способность:
    - Вызывать душевные страдания у друзей и врагов.
rmc-xeno-maid-popup = Рррр :3

rmc-xeno-vampire-name = Вампир
rmc-xeno-vampire-description =
    Ты теряешь все свои способности и жертвуешь частью здоровья и урона в обмен на большое количество брони, немного скорости передвижения, повышенную скорость атаки и новые способности, превращающие тебя в ассасина.
    Ты получаешь способность:
    - Бросок на противника, чтобы дезориентировать его.
    - Серия ударов: мощный рубящий удар вперёд, который может задеть и замедлить трёх носителей и исцелить тебя за каждого задетого.
    - Особый AoE удар хвостом, чтобы отбросить носителей, нанося больше урона при прямом попадании и ещё больше урона и оглушение, если они ударятся о стены.
    - Казнь жертв в критическом состоянии укусом головы, чтобы исцелить свои раны.
rmc-xeno-vampire-popup = Не щадить! Уничтожить их всех!

rmc-xeno-eggsac-name = Инкубатор
rmc-xeno-eggsac-description =
    Ты обмениваешь способность хранить паразитов и создавать ловушки из смолы на более сильные феромоны, большее хранилище яиц и возможность производить яйца.
    Ты получаешь способность:
    - Размещать яйца немного дальше.
    - Класть яйца на не-ульевую смолу. Ты можешь поддерживать до 4 таких одновременно; они будут держаться дольше, если ты рядом, и недолго, если далеко.
    - Поддерживаемые яйца превратятся в обычные при контакте с смолой улья. Они не могут производить разумных паразитов.
    - Использовать плазму со временем для создания яиц.
rmc-xeno-eggsac-popup = Каждое яйцо — это загадка; следующее может быть другим.

rmc-xeno-berserker-name = Берсерк
rmc-xeno-berserker-description =
    Ты теряешь:
    - Своё усиление, рывок и удар ножницами.
    - Немного здоровья.
    - Часть влияния под феромонами ярости.
    Ты получаешь:
    - Скорость передвижения, небольшое увеличение брони и новый набор способностей, делающих тебя монстром ближнего боя.
    - Способность исцеляться при ударах и получать заряд ярости, увеличивающий твою броню, скорость и лечение за удар, до максимума в шесть зарядов.
    - Захват: увеличивает твою скорость и накладывает замедление на следующую цель, которую ты ударишь.
    - Потрошение: разрушительная атака с кручением, которая исцеляет тебя за каждого врага, которого ты заденешь после обездвиживающей подготовки.
    - Особый удар: швырнуть цель, чтобы исцелиться; ещё сильнее, если у тебя есть заряд ярости, который будет потрачен.
rmc-xeno-berserker-popup = Безудержная ярость наполняет этого. Ты станешь продолжением моей ярости.

rmc-xeno-charger-name = Таран
rmc-xeno-charger-description =
    В обмен на:
    - Свою способность укрепленного щита.
    - Немного брони и урона.
    - Сопротивление к замедлению от турелей.
    - Своё влияние под феромонами ярости.
    - Твой топот больше не сбивает носителей с ног.
    - Способность фиксировать направление.
    
    Ты получаешь:
    - Значительное количество здоровья.
    - Немного скорости.
    - Твой топот наносит дополнительный урон при наступании на поверженного носителя.
    - Твой рывок теперь управляется вручную и основан на разгоне; чем дальше ты идёшь, тем больше урона и скорости получаешь, пока не достигнешь максимального разгона, обозначенного твоим ревом.
    - Твоя броня теперь крепче в определенных местах: самая крепкая спереди, слабее по бокам и самая слабая сзади.
    - Ты получаешь способность переката, чтобы проходить сквозь врагов.
    - Ты получаешь способность силой перемещать врагов, врезаясь в них.
rmc-xeno-charger-popup = Ничто не остановит этот улей. Он станет и непреодолимой преградой, и неудержимой силой.

rmc-xeno-hedgehog-name = Еж
# TODO RMC14 limb damage shrapnel and causing damage when they move (P.S, это локализатор, я хз зачем это обобщение, я его решил не переводить, вдруг не надо? Но если кратко, тут про то что еж наносит урон при хождении)
rmc-xeno-hedgehog-description = Вы теряете:
  - Свои способности усиления, рывка и ножниц.
  - Часть скорости ходьбы и скорости атаки.
  - Ваша система плазмы заменяется костяными осколками (макс. 300).
  Вы получаете:
  - Повышенное здоровье и броню, которые масштабируются с количеством осколков (+2.5 брони за каждые 50 осколков).
  - Огненные шипы: Выпускает 8 шипов, которые вонзаются в цели, замедляя их. (75 осколков, перезарядка 10с).
  - Щит из шипов: Временный щит, который наносит урон ближайшим врагам при ударе (150 осколков, длительность 2с, перезарядка 11с).
  - Сброс шипов: Выпускает все осколки во всех направлениях для огромного урона, даёт ускорение, но прекращает генерацию шипов на 30с (мин. 50 осколков, перезарядка 30с).
rmc-xeno-hedgehog-popup = Шкура этого существа покрыта смертоносными шипами. Пусть они подойдут и будут пронзены вашей защитой.

rmc-xeno-watcher-name = Наблюдатель
rmc-xeno-watcher-description = Вы теряете способность прятаться, но получаете улучшенное зрение. Вы можете переключаться между обычным улучшенным зрением и сильно улучшенным зрением.
rmc-xeno-watcher-popup = Теперь вы Наблюдатель. У вас улучшенное зрение, но вы не можете прятаться.