rmc-xeno-strain-specialized-into = Её специализация - { $strain }.
rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description =
    Вы обмениваете ваш Плевок, Кислотный шар, Кислотные брызги, Рывок и небольшое количество брони на высокий урон по одной цели.
    Вы получаете следующие способности:
    - Разрушайте стены и другие простые конструкции вашими ударами когтями.
    - Ваши удары когтями и Удар хвостом будут помечать врагов, что будет влиять на другие ваши способности.
    - Используйте Пронзание, чтобы нанести враге ваш базовый урон и пробить некоторое количество брони, удар удвоится если враг имеет отметку.
    - Используйте Подножку, чтобы обезоружить врага, или оглушить если враг имеет отметку.
    - Получите временное увеличение скорости, которое удвоится при нахождении около врага.
rmc-xeno-dancer-popup = Выступление, достойное Королевы, станет моим орудием смерти.
rmc-xeno-oppressor-name = Угнетатель
rmc-xeno-oppressor-description =
    Вы обмениваете ваш Удар хвостом, Плевок, Кислотный шар, Кислотные брызги, Едкую кислоту, Рывок, небольшое количество урона когтями, и скорости на повышенную взрывоустойчивость и способность манипулировать полем боя.
    Вы получаете следующие способности:
    - Разрушайте стены и другие простые конструкции вашими ударами когтями.
    - Наносите дополнительные повреждения вашими ударами когтями по лежащим, обездвиженным или замедленным врагам.
    - Хватайте врага своим хвостом, чтобы притянуть его к себе, или похитить целую вереницу врагов.
    - Хлестайте хвостом врагов перед собой, отталкивая их назад и замедляя.
    - Бейте врага, отталкивая его назад, или останавливайте и пробивайте броню, если они лежат, обездвижены или замедлены.
rmc-xeno-oppressor-popup = My reach is endless, this one will pull down the heavens.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description =
    Вы обмениваете ваш Плевок, Кислотный шар, Кислотные брызги, Рывок и небольшое количество здоровья на сильный, блокирующий одно попадание щит, который перезаряжается вне боя.
    Вы получаете следующие способности:
    - Разрушайте стены и другие простые конструкции вашими ударами когтями.
    - Используйте Пробитие, чтобы поразить линию врагов, и перезарядить свой щит, если вы задели хотя бы 2.
    - Используйте Блиц, чтобы ворваться в группу врагов, и используйте его снова, чтобы ударить всех вокруг себя и перезарядить свой щит, если вы задели хотя бы 1.
    - Используйте Раскол на враге, чтобы либо отбросить его, либо задержать на месте - оба варианта сильнее при имеющемся щите.
rmc-xeno-vanguard-popup = В бесстрашии ты рождаешься, в бесстрашии ты служишь, в бесстрашии ты умираешь. Этот станет моим Авангардом.
rmc-xeno-valkyrie-name = Валькирия
rmc-xeno-valkyrie-description =
    Вы обмениваете ваш Удар хвостом, Плевок, Кислотный шар, Кислотные брызги, Едкую кислоту, и небольшое количество скорости на небольшое количество брони и способность поддержки фронта.
    Вы получаете следующие способности:
    - Разрушайте прочные стены и другие укреплённые конструкции вашими ударами когтями и испускайте сильные феромоны.
    - Тушите друзей и пленников хвостом, отбрасывайте взрывчатку и сбивайте врагов своим Высоким галопом.
    - Исцеляйте себя и своих союзников за каждый удар, накапливайте ярость, а затем разъяряйте себя и союзников, чтобы получить еще больше брони и исцеления.
    - Мощно исцеляйте всю группу Объединяющим визгом, снимая с них недуги.
    - Вытаскивайте умирающих, сбитых с ног или отдыхающих союзников и притягивайте их к себе.
rmc-xeno-valkyrie-popup = Она не даст умереть своим сёстрам, пока они этого не заслужат. Борись или будь забытой.
rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description =
    Вы обмениваете ваши Выделение смолы, Едкую кислоту и способность передавать плазму на небольшое дополнительное восстановление здоровья на сорняках и несколько новых способностей.
    Вы получаете следующие способности:
    - Вы можете посадить до шести сильных смоляных фруктов для своих сестёр, тратя часть здоровья за каждый сформированный фрукт.
    - Вы можете выращивать более крепкую смолу.
    Ваш Всплеск смолы позволяют вам:
    - Создавать участки липкой смолы.
    - Временно укреплять структуры за счёт вашей плазмы.
    - Создавать нестабильные стены.
    - Ускорять рост ваших фруктов.
rmc-xeno-gardener-popup = Слава садоводству: руки в сорняках, голова во тьме, сердце со смолой.
rmc-xeno-healer-name = Лекарь
rmc-xeno-healer-description =
    Вы теряете способность выделять смолу, часть урона удара когтями, и вам будет немного труднее валить на землю носителей, в обмен на сильные феромоны и способность исцелять раны своих сестёр.
    Вы получаете следующие способности:
    - Вы можете посадить до трёх малых смоляных фруктов.
    - Вы можете исцелять сестёр, используя плазму и часть своего здоровья.
rmc-xeno-healer-popup = Разделенные мы падём, единые мы победим. Мы живём ради улья, мы умираем ради улья.
rmc-xeno-resin-whisperer-name = Заклинатель смолы
rmc-xeno-resin-whisperer-description =
    Вы теряете способность:
    - Накладывать едкую кислоту.
    - Выделять густую смолу.
    - Укреплять смоляные выделения.
    - Сажать узлы за пределами сорняков.
    - Вы так же теряете пятую часть вашего запаса плазмы.
    Вы получаете следующие способности:
    - Вы можете размещать смоляные выделения, включая узлы сорняков, на расстоянии до двенадцати шагов!
    - Вы можете улучшить своё зрение и укрепить связь со смолой.
rmc-xeno-resin-whisperer-popup = Мы позволяем смоле вести нас. Она шепчет, так что слушайте внимательно.
rmc-xeno-acider-name = Кислотник
rmc-xeno-acider-description =
    Вы обмениваете ваш Прыжок, Костяной шип, Дальнозоркость, и небольшое количество скорости на повышенное здоровье, небольшое количество брони, и новый орган, который со временем будет наполняться летучей кислотой.
    - Ваши удары будут покрывать врагов кислотой.
    - Запас кислоты будет накапливаться во время ударов когтями, а также пассивно со временем, и его можно будет потратить для наложения Едкой кислоты, такой же сильной, как у Бойлера, но наносимой гораздо быстрее.
    - Вы можете превратиться в живую бомбу, используя весь запас кислоты. Прожив 20 секунд вы взорвётесь, покрыв кислотой ваших врагов и их оборону. После этого вы возродитесь в виде личинки.
rmc-xeno-acider-popup = Это будет последнее, что они услышат. Мученика.
rmc-xeno-steelcrest-name = Стальной гребень
rmc-xeno-steelcrest-description =
    Вы обмениваете ваш Взмах хвостом и часть урона удара когтями на повышенный урон Удара головой и подвижность при Укреплении, чтобы стать мобильным танком.
    Вы получаете следующие способности:
    - Перемещение при Укреплении. Использование Укрепления даёт меньше брони, но больше направленной брони, а также больше не защищает вас от оглушения взрывом.
    - Удар головой при Укреплении. Удар головой не теряет урон и сохраняет свою высокую дальность и высокое отбрасывание.
    - Используйте Поглощение чтобы начать поглощать урон на протяжении 6 секунд с небольшим исцелением, одновременно перезаряжая ваш Шлепок хвостом.
rmc-xeno-steelcrest-popup = Он, подобно моей воле, несокрушим. Он станет моим стальным панцирем против всех, кто бросит мне вызов.
