rmc-no-queen-hivemind-chat = Королевы нет. Мы одни.
rmc-new-queen = Новая Королева возглавила Улей! Возрадуемся!
rmc-queen-death-cooldown-over = Улей готов к появлению новой Королевы. Улей может выжить без Королевы лишь ограниченное время!
rmc-hive-core-cooldown-over = Улей восстановился после разрушения предыдущего ядра. Теперь можно разместить новое Ядро Улья.
rmc-hive-supports-castes = Теперь Улей может поддерживать: { $castes }
rmc-hive-supports-castes-human = Где-то далеко вы слышите крик и чувствуете, как внутри всё замерло... что-то появилось в этой колонии.
rmc-hive-supports-castes-synth = Вы слышите далёкий крик неизвестной биоформы, похоже, она сообщает другим о смене или эволюции формы. Вы начинаете анализировать и расшифровывать странную вокализацию.
