cm-xeno-death-gasp = издаёт затихающий гортанный визг, из пасти хлещет зелёная кровь.
cm-xeno-death = Улей: { $xeno } погиб в { $location }!
cm-xeno-death-queen = Внезапная дрожь пронизывает улей... Королева была убита! Отомстим!
rmc-xeno-hibernation = Королева покинула нас. Мы находим укрытие, чтобы войти в спячку, постепенно теряя связь с ульем...
rmc-xeno-death-king = Внезапная дрожь пронизывает улей... Король был убит! Отомстим!
rmc-xeno-larva-recovered = { CAPITALIZE($larva) } сливается с ядром улья, скоро появится новая личинка.
