rmc-xeno-strain-specialized-into = Его специализация — { $strain }.
rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description =
    Вы обмениваете ваш Плевок, Кислотный шар, Кислотные брызги, Рывок и небольшое количество брони на высокий урон по одной цели.
    Вы получаете следующие способности:
    - Разрушение стен и других простых конструкций ударами когтей.
    - Пометка врагов ударами когтей и хвоста, что усиливает другие ваши способности.
    - Пронзание: наносит базовый урон и пробивает броню. Урон удваивается, если цель помечена.
    - Подножка: обезоруживает врага или оглушает его, если он помечен.
    - Временное увеличение скорости, которое удваивается при нахождении рядом с врагом.
rmc-xeno-dancer-popup = Выступление, достойное Королевы, станет моим орудием смерти.
rmc-xeno-oppressor-name = Угнетатель
rmc-xeno-oppressor-description =
    Вы обмениваете ваш Удар хвостом, Плевок, Кислотный шар, Кислотные брызги, Едкую кислоту, Рывок, часть урона когтями и скорость на повышенную взрывоустойчивость и контроль поля боя.
    Вы получаете следующие способности:
    - Разрушение стен и других простых конструкций ударами когтей.
    - Дополнительный урон когтями по лежащим, обездвиженным или замедленным врагам.
    - Захват хвостом: притягивает врага к себе или позволяет похитить целую вереницу целей.
    - Хлест хвостом: отталкивает и замедляет врагов перед собой.
    - Мощный удар: отбрасывает врага, либо останавливает и пробивает броню, если цель уже выведена из строя.
rmc-xeno-oppressor-popup = Моя хватка безгранична, этот низвергнет небеса.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description =
    Вы обмениваете ваш Плевок, Кислотный шар, Кислотные брызги, Рывок и часть здоровья на прочный щит, блокирующий одно попадание и перезаряжающийся вне боя.
    Вы получаете следующие способности:
    - Разрушение стен и других простых конструкций ударами когтей.
    - Пробитие: поражает врагов в линию и перезаряжает щит, если задеты двое или более.
    - Блиц: рывок в группу врагов. Повторное использование наносит урон по площади и восстанавливает щит, если задет хотя бы один враг.
    - Раскол: отбрасывает или удерживает цель на месте. Оба эффекта сильнее, пока активен щит.
rmc-xeno-vanguard-popup = В бесстрашии ты рождаешься, в бесстрашии ты служишь, в бесстрашии ты умираешь. Этот станет моим Авангардом.
rmc-xeno-valkyrie-name = Валькирия
rmc-xeno-valkyrie-description =
    Вы обмениваете ваш Удар хвостом, Плевок, Кислотный шар, Кислотные брызги, Едкую кислоту и часть скорости на броню и способности поддержки фронта.
    Вы получаете следующие способности:
    - Разрушение укрепленных стен ударами когтей и испускание мощных феромонов.
    - Высокий галоп: позволяет тушить союзников хвостом, отбрасывать взрывчатку и сбивать врагов с ног.
    - Исцеление себя и союзников за каждый удар. Накопление ярости позволяет усилить броню и лечение всей группы.
    - Объединяющий визг: мощно исцеляет группу и снимает негативные эффекты.
    - Эвакуация: притягивает к себе раненых или отдыхающих союзников.
rmc-xeno-valkyrie-popup = Она не даст умереть своим сёстрам, пока они этого не заслужат. Борись или будь забытой.
rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description =
    Вы обмениваете Выделение смолы, Едкую кислоту и передачу плазмы на ускоренное восстановление здоровья на сорняках и новые садоводческие навыки.
    Вы получаете следующие способности:
    - Посадка до шести усиленных смоляных фруктов за счёт собственного здоровья.
    - Выращивание особо крепкой смолы.
    Всплеск смолы позволяет:
    - Создавать участки липкой смолы.
    - Временно укреплять структуры плазмой.
    - Возводить нестабильные стены.
    - Ускорять созревание фруктов.
rmc-xeno-gardener-popup = Слава садоводству: руки в сорняках, голова во тьме, сердце со смолой.
rmc-xeno-healer-name = Лекарь
rmc-xeno-healer-description =
    Вы теряете способность выделять смолу, часть урона когтями и эффективность опрокидывания врагов в обмен на мощные феромоны и дар исцеления.
    Вы получаете следующие способности:
    - Посадка до трёх малых смоляных фруктов.
    - Исцеление сестёр за счёт плазмы и собственного здоровья.
rmc-xeno-healer-popup = Разделенные мы падём, единые мы победим. Мы живём ради улья, мы умираем ради улья.
rmc-xeno-resin-whisperer-name = Заклинатель смолы
rmc-xeno-resin-whisperer-description =
    Вы теряете способность накладывать кислоту, создавать густую смолу, укреплять постройки и сажать узлы вне сорняков. Запас плазмы снижен на 20%.
    Вы получаете следующие способности:
    - Размещение смоляных структур и узлов сорняков на расстоянии до 12 шагов.
    - Улучшенное зрение и усиленная ментальная связь со смолой.
rmc-xeno-resin-whisperer-popup = Мы позволяем смоле вести нас. Она шепчет, так что слушайте внимательно.
rmc-xeno-acider-name = Кислотник
rmc-xeno-acider-description =
    Вы обмениваете Прыжок, Костяной шип, Дальнозоркость и часть скорости на повышенное здоровье, броню и орган, вырабатывающий летучую кислоту.
    Вы получаете следующие способности:
    - Ваши удары покрывают врагов кислотой.
    - Накопление кислоты при атаках и пассивно. Кислота тратится на мгновенное наложение мощной Едкой кислоты.
    - Мученичество: превращение в живую бомбу. Через 20 секунд вы взрываетесь, заливая всё вокруг кислотой, и перерождаетесь в личинку.
rmc-xeno-acider-popup = Это будет последнее, что они услышат. Мученика.
rmc-xeno-steelcrest-name = Стальной гребень
rmc-xeno-steelcrest-description =
    Вы обмениваете Взмах хвостом и часть урона когтями на сокрушительный Удар головой и мобильность в режиме Укрепления.
    Вы получаете следующие способности:
    - Подвижное Укрепление: дает меньше общей брони, но больше направленной защиты. Не защищает от оглушения взрывами.
    - Удар головой в Укреплении: сохраняет высокий урон, дальность и силу отбрасывания.
    - Поглощение: в течение 6 секунд вы принимаете урон, восстанавливая здоровье и перезаряжая Шлепок хвостом.
rmc-xeno-steelcrest-popup = Он, подобно моей воле, несокрушим. Он станет моим стальным панцирем против всех, кто бросит мне вызов.
rmc-xeno-maid-name = Кошка-горничная
rmc-xeno-maid-description =
    Вы обмениваете своё достоинство.
    Вы получаете способность:
    - Нанесение душевных травм друзьям и врагам.
rmc-xeno-maid-popup = Рррр :3
rmc-xeno-vampire-name = Вампир
rmc-xeno-vampire-description =
    Вы жертвуете способностями, частью здоровья и урона ради брони, скорости атаки и навыков ассасина.
    Вы получаете следующие способности:
    - Бросок: дезориентирует противника.
    - Серия ударов: мощная атака перед собой, замедляющая до трех целей и исцеляющая вас за каждое попадание.
    - АоЕ удар хвостом: отбрасывает врагов, нанося повышенный урон и оглушая их при ударе о стену.
    - Казнь: укус головы добивает врагов в критическом состоянии, восстанавливая ваше здоровье.
rmc-xeno-vampire-popup = Не щадить! Уничтожить их всех!
rmc-xeno-eggsac-name = Инкубатор
rmc-xeno-eggsac-description =
    Вы обмениваете хранение паразитов и смоляные ловушки на усиленные феромоны, огромный запас яиц и способность их производить.
    Вы получаете следующие способности:
    - Размещение яиц на дистанции.
    - Закладка до 4 яиц на обычной поверхности. Они стабильны, пока вы рядом.
    - Яйца становятся обычными при контакте с сорняками, но не производят разумных паразитов.
    - Генерация новых яиц за счёт плазмы.
rmc-xeno-eggsac-popup = Каждое яйцо — это загадка; следующее может быть другим.
rmc-xeno-berserker-name = Берсерк
rmc-xeno-berserker-description =
    Вы теряете Усиление, Рывок, Удар ножницами, часть здоровья и эффект феромонов ярости.
    Вы получаете следующие способности:
    - Скорость, броня и пассивное исцеление при атаках.
    - Заряды ярости: до 6 уровней, повышающих броню, скорость и вампиризм.
    - Захват: ускоряет вас и замедляет следующую цель.
    - Потрошение: круговая атака с подготовкой, исцеляющая за каждого задетого врага.
    - Особый бросок: швыряет цель для исцеления. Расход ярости усиливает эффект.
rmc-xeno-berserker-popup = Безудержная ярость наполняет этого. Ты станешь продолжением моей ярости.
rmc-xeno-charger-name = Спринтер
rmc-xeno-charger-description =
    Вы теряете Укрепленный щит, Топот (оглушение), фиксацию направления и часть урона, но становитесь живым тараном.
    Вы получаете следующие способности:
    - Огромный запас здоровья и скорость.
    - Топот наносит бонусный урон по лежащим врагам.
    - Разгон: ручной рывок, урон и скорость которого растут с дистанцией. Максимум отмечается ревом.
    - Зональная броня: крепкая спереди, слабая с тыла.
    - Обратное отбрасывание: закидывает врага вам за спину.
    - Таран: силовое перемещение врагов при столкновении.
    - Бонус к урону по технике и баррикадам. Высокая взрывоустойчивость.
rmc-xeno-charger-popup = Ничто не остановит этот улей. Он станет и непреодолимой преградой, и неудержимой силой.
rmc-xeno-hedgehog-name = Ёж
rmc-xeno-hedgehog-description =
    Вы теряете Рывок, Удар ножницами, часть скорости и плазму (заменяется на Костяные осколки, макс. 300).
    Вы получаете следующие способности:
    - Броня растет вместе с количеством осколков (+2.5 за каждые 50).
    - Огненные шипы: залп из 8 шипов, замедляющий цели.
    - Щит из шипов: наносит урон атакующим вас врагам.
    - Сброс шипов: мощный взрыв осколками во всех направлениях. Дает ускорение, но отключает генерацию шипов на 30 сек.
rmc-xeno-hedgehog-popup = Шкура этого существа покрыта смертоносными шипами. Пусть они подойдут и будут пронзены вашей защитой.
rmc-xeno-watcher-name = Наблюдатель
rmc-xeno-watcher-description = Вы теряете способность прятаться, но получаете режим сверхдальнего зрения.
rmc-xeno-watcher-popup = Теперь вы Наблюдатель. У вас улучшенное зрение, но вы не можете прятаться.
rmc-xeno-designer-name = Дизайнер
rmc-xeno-designer-description =
    Вы теряете прямую постройку смолы, часть здоровья и плазмы.
    Вы получаете следующие способности:
    - Скорость, мощные феромоны и дальнее зрение.
    - Размещение до 36 узлов дизайна:
        - Оптимизация: +50% к скорости строительства.
        - Гибкость: -50% к стоимости плазмы.
        - Конструкция: позволяет любому вносить плазму для постройки стен и дверей.
        - Эволюция: создание укрепленных вариантов построек.
    - Дистанционное улучшение смолы и маркировка чертежей.
    - Великий всплеск смолы: превращает узлы в отражающие стены.
rmc-xeno-designer-popup = Вы — дизайнер Улья. Идите и расширьте его границы до предела.
