rmc-ghost-role-information-bureau-rules =
    Вы - [color=cyan][bold]Офицер БКМ[/bold][/color]. Вы дружественны к морпехам, если не сказано обратное.
    Вы не помните ничего из своей прошлой жизни и ничего из того, что вы узнали, пока были призраком.
    Вам разрешено знать общие знания об игре, такие как открывание двери, готовка еды, использование предметов и тд.
    Вам абсолютно [color=red]ЗАПРЕЩЕНО[/color] помнить имя, внешность, имя и прочую информацию о вашем прошлом персонаже.
rmc-ghost-role-information-bureau-marshal-description = Получите инструкции в офисе БКМ (Бюро колониальных маршаллов) и приступайте к их выполнению. Следите за выполнением законов, не переступайте его сами и помните, что никто не выше закона.
rmc-ghost-role-information-bureau-observer-description = Будучи уполномоченным наблюдателем по правам разумных существ, вы должны обнаруживать и документировать случаи нарушения ОПРС по всему космосу. Если вы прибыли вместе с представителями БКМ (Бюро колониальных маршаллов), то при выполнении своих обязанностей выполняйте приказы представителей и их маршала. Хотя вы обычный бумагомаратель, ваша докторская степень позволяет вам оказывать медицинскую помощь в чрезвычайных ситуациях и поддерживать своих товарищей из БКМ, если ситуация окажется критической.
rmc-ghost-role-information-icb-description = Следите за торговыми операциями, выполнением законов торговли и попытками корпоративного произвола. Вы - самый опытный сотрудник, когда дело доходит до борьбы с монополией, нелегальной торговлей и корпоративным произволом во всей группе, так что не подведите Маршала.
rmc-ghost-name-bureau-marshal = Колониальный Маршал (FДружественный
rmc-job-name-bureau-marshal = Колониальный Маршал
rmc-job-prefix-bureau-marshal = БКМ МАР
rmc-ghost-name-bureau-deputy = Помощник Маршала (Дружественный)
rmc-job-name-bureau-deputy = Помощник Маршала
rmc-job-prefix-bureau-deputy = БКМ ПОМ
rmc-job-name-bureau-riot-control-team-leader = CMB Riot Control Team Leader
rmc-job-prefix-bureau-riot-control-team-leader = CMB RCTL
rmc-ghost-name-bureau-observer = Уполномоченный Наблюдатель по ПРС (Дружественный)
rmc-job-name-bureau-observer = Уполномоченный Наблюдатель по ПРС
rmc-job-prefix-bureau-observer = УНПРС
rmc-ghost-name-icb = Представитель Антимонопольного Бюро (Дружественный)
rmc-job-name-icb = Представитель Антимонопольного Бюро
rmc-job-prefix-icb = ПАБ
