rmc-ghost-role-information-cbrn-rules =
    Вы — [color=purple][bold]боец отряда РХБЗЗ[/bold][/color]. Вы, как правило, не должны стремиться навредить морпехам, в зависимости от указаний администрации.
    Вы не помните ничего из своей предыдущей жизни и не помните ничего из того, что узнали, будучи призраком.
    Вам разрешается помнить знания об игре в целом, например, как готовить, как использовать предметы и т.д.
    Вам абсолютно [color=red]НЕ[/color] разрешено помнить, скажем, имя, внешность и т. д. вашего предыдущего персонажа.
rmc-ghost-name-cbrn-rifleman = Стрелок РХБЗЗ
rmc-job-description-cbrn-rifleman = Обучен действовать в зонах химического, биологического, радиологического и ядерного заражения. Вы будете поддерживать другие подразделения в заражённых средах.
rmc-ghost-name-cbrn-combat-tech = Боевой техник РХБЗЗ
rmc-job-description-cbrn-combat-tech = Как боевой техник РХБЗЗ, вы будете оказывать техническую поддержку для обеспечения безопасности вашей команды в опасных средах.
rmc-ghost-name-cbrn-fireteam-leader = Лидер группы РХБЗЗ
rmc-job-description-cbrn-fireteam-leader = Как лидер группы РХБЗЗ, вы будете возглавлять небольшую команду в заражённых средах, планировать и выполнять задачи, обеспечивать безопасность вашей команды и координировать действия с другими подразделениями.
rmc-ghost-name-cbrn-squad-leader = Лидер отряда РХБЗЗ
rmc-job-description-cbrn-squad-leader = Как лидер отряда РХБЗЗ, вы будете командовать отделением бойцов в зонах заражения ХБРЯ. Вы отвечаете за безопасность вашего отряда и координацию с другими подразделениями для выполнения задач.
rmc-ghost-name-cbrn-ws = Специалист по вооружению РХБЗЗ
rmc-job-description-cbrn-ws = Как специалист по вооружению РХБЗЗ, вы будете отвечать за обслуживание и эксплуатацию специализированного оборудования, используемого в средах ХБРЯ.
rmc-ghost-name-cbrn-medic = Медик РХБЗЗ
rmc-job-description-cbrn-medic = Как медик РХБЗЗ, вы будете оказывать медицинскую помощь бойцам в заражённых средах. Вы обучены лечить травмы и болезни, вызванные факторами ХБРЯ заражения.
