# medical
cm-job-name-cmo = Старший медицинский офицер
cm-job-description-cmo = Контролируйте работу медицинского и исследовательского отделов, и химической лаборатории. Руководите медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морских пехотинцев.
cm-job-prefix-cmo = СМО
CMJobCMO = Старший медицинский офицер
cm-job-name-doctor = Доктор
cm-job-description-doctor = Лечите всех пациентов, поступающих в медотсек. Переносите раненых морских пехотинцев из ангара в медотсек. Проводите операции, если требуется.
cm-job-prefix-doctor = Док
CMJobDoctor = Доктор
cm-job-name-nurse = Бортовой санитар
cm-job-description-nurse = Помогайте врачам и полевым санитарам в оказании помощи раненым.
cm-job-prefix-nurse = Бортовой санитар
CMJobNurse = БС
cm-job-name-researcher = Исследователь
cm-job-description-researcher = Проводите исследования того, что вам присылают. Создавайте и анализируйте новые химические вещества, инструменты и предметы.
cm-job-prefix-researcher = Исс
CMJobResearcher = Исследователь
