rmc-ghost-role-information-rev-rules =
    Вы являетесь [color=red][bold]бойцом Революционеров-Петрицевцев[/bold][/color]. Вы враждебны к морпехам, особые отбстоятельства и администрация могут это поменять.
    Вы не помните ничего из своей предыдущей жизни и не помните ничего из того, что узнали, будучи призраком.
    Вам разрешается помнить знания об игре в целом, например, как готовить, как использовать предметы и т.д.
    Вам абсолютно [color=red]НЕ[/color] разрешено помнить, скажем, имя, внешность и т. д. вашего предыдущего персонажа.
rmc-ghost-role-information-rev-hostile-description = Вы - член ячейки бойцов за свободу пролетариата! Вы давным-давно разочаровались в СССП и их грязных идеалах, и что вам ещё остаётся, кроме как самому взять в руки оружие и КРОВЬЮ приблизить момент наступления Галактической Коммунистической пролетарской революции? Правильно. Ничего. СЛАВА РЕВОЛЮЦИИ.
rmc-ghost-name-rev-hostile-leader = Командир отряда Петрищевцев (Вражд.)
rmc-job-prefix-rev-leader = Ком.
rmc-job-name-rev-leader = Командир отряда Петрищевцев
rmc-job-description-rev-leader = Отчаянный ветеран, честно заслуживший свою должность в качестве Лидера Отряда. Ведите в бой своих солдат, не знайте страха и помните - всё это ради высшей цели.
rmc-ghost-name-rev-hostile-synth = Синтетик Петрищевцев (Вражд.)
rmc-job-prefix-rev-synth = Синт.
rmc-job-name-rev-synth = Синтетик
rmc-job-description-rev-synth = Вы не знаете и не помните как вы тут оказались, но это вам и не нужно. В ваших электронейронах плавают петабайты информации об коммунистических идеалах, и вам известно что именно коммунизм есть высшее благо. Выполняйте приказы и помогайте своим товарищам во всём, чего они попросят.
rmc-ghost-name-rev-hostile-spec = Специалист отряда Петрицевцев (Вражд.)
rmc-job-prefix-rev-spec = Спец.
rmc-job-name-rev-spec = Специалист Петрищевцев
rmc-job-description-rev-spec = Вы - ветеран, переживший множество диверсий, терактов и нападений. Вам доверили честь нести специализированное оружие производства кузниц вашей "организации", не сделайте же этот труд пролетариата сделанным напрасно.
rmc-ghost-name-rev-hostile-demo = Инженер отряда Петрицевцев (Вражд.)
rmc-job-prefix-rev-demo = Инж.
rmc-job-name-rev-demo = Инженер Петрищевцев
rmc-job-description-rev-demo = Вы - опытный специалист в инженерном деле, без вас большинство дел не смогли бы пройти по плану. Выполняйте работу по задуманному плану, слава революции.
rmc-ghost-name-rev-hostile-sanitar = Санитар отряда Петрицевцев (Вражд.)
rmc-job-prefix-rev-sanitar = Сан.
rmc-job-name-rev-sanitar = Санитар Петрищевцев
rmc-job-description-rev-sanitar = Вы - полевой медик, ваша задача заключается в продлении жизни верных солдат Революции и недопущение смерти даже одного. От вас зависят жизни, а жизни зависят от успеха, не подведите.
rmc-ghost-name-rev-hostile-soldat = Солдат отряда Петрищеыцев (Вражд.)
rmc-job-prefix-rev-soldat = Сол.
rmc-job-name-rev-soldat = Солдат Петрищевцев
rmc-job-description-rev-soldat = Опора всего коммунистического строя и всего оплота революции. Вы - простой солдат. Да, вы намного более обучены, вас даже можно считать ветераном, но лучше других вы себя не ставите. В бой, товарищ!









