rmc-ghost-role-information-pizza-rules =
    Вы - [color=red][bold]Доставщик Пиццы[/bold][/color]. Вы не враждебны ни к одной фракции.
    Вы не помните ничего из своей прошлой жизни и ничего из того, что вы узнали, пока были призраком.
    Вам разрешено знать общие знания об игре, такие как открывание двери, готовка еды, использование предметов и тд.
    Вам абсолютно [color=red]ЗАПРЕЩЕНО[/color] помнить имя, внешность, имя и прочую информацию о вашем прошлом персонаже.
rmc-ghost-role-information-pizza-description = Ваша задача развозить пиццу. Вы ТОЧНО уверено, что это именно тот адрес...
rmc-ghost-name-pizza = Доставщик Пиццы (Нейтральный)
rmc-job-name-pizza = Доставщик Пиццы
rmc-job-prefix-pizza = ПИЦЦА
