rmc-ghost-role-information-responder-description = Ваша работа - отвечать на факсы. Ваша логика должна основываться на вашей принадлежности к определённой фракции.
rmc-ghost-role-information-responder-rules =
    Вы - [color=red][bold]Связист[/bold][/color]. Ваши отношения к кому либо зависят от вашей фракции.
    Вы не помните ничего из своей прошлой жизни и ничего из того, что вы узнали, пока были призраком.
    Вам разрешено знать общие знания об игре, такие как открывание двери, готовка еды, использование предметов и тд.
    Вам абсолютно [color=red]ЗАПРЕЩЕНО[/color] помнить имя, внешность, имя и прочую информацию о вашем прошлом персонаже.
    Вы по факту являетесь лицом администрации. Продумывайте и пишите свои факсы как можно внимательнее и ответственно.
    Связисты, без указаний администрации, не могут кардинально менять течение раунда. Не говорите кому-либо нарушать правила сервера. Если вы сомневаетесь, потребуется ли вмешательство администрации при принятии вашего следующего решения, лучше спросить в Ахелпе.
    ЕСЛИ СОМНЕВАЕТЕСЬ, ИЛИ ПОЛУЧИЛИ ФАКС, ОТВЕТ НА КОТОРЫЙ ТРЕБУЕТ ВМЕШАТЕЛЬСТВА, НЕ БОЙТЕСЬ ПИСАТЬ В АХЕЛП!!!
    Звоните морпехам по телефону ТОЛЬКО при наличии по настоящему стоящей причины. Вашим основным методом коммуникации должен оставаться факс.
    Не при каких обстоятельствах НЕ ИСПОЛЬЗУЕТЕ РАДИО ДЛЯ ОБЩЕНИЯ. Оно только для того, чтобы слушать, не говорить.
    Не при каких обстоятельствах НЕ ИСПОЛЬЗУЙТЕ ОВЕРВАТЧ КОНСОЛЬ ДЛЯ ОТПРАВКИ СООБЩЕНИЙ И ВЗАИМОДЕЙСТВИЯ С МОРПЕХАМИ. Она только для наблюдения.
    НЕ ЗЛОУПОТРЕБЛЯЙТЕ полномочиями своей роли. Неправильное использование дарованной вам власти приведёт к увольнению. или хуже.
#UNMC fax responder
rmc-job-name-unmc-responder = Офицер-Связист ККМП
rmc-job-description-unmc-responder = "Вы действуете от имени Оперативного Штаба ККМП и отвечаете на факсы, отправленные верховному командованию."
#We-Ya fax responder
rmc-job-name-weya-responder = Связист Vitezstvi
rmc-job-description-weya-responder = "Вы действуете от имени Оперативной Базы Vitezstvi и отвечаете на факсы, предназначенные высшему командованию ЧВК."
#Provost fax responder
rmc-job-name-provost-responder = Офицер-Связист Военного Приставолитета
rmc-job-description-provost-responder = "Вы действуете от имени Секториального Приставолитета и отвечаете на факсы, предназначенные Секториальному Офису Военного Приставолитета."
#Free Press fax responder
rmc-job-name-free-press-responder = Свободная Пресса
rmc-job-description-free-press-responder = "Вы - региональный редактор, член свободной прессы."
#CLF fax responder
rmc-job-name-clf-responder = Информационный Информатор КФО
rmc-job-description-clf-responder = "Вы член подпольной региональной ячейки КФО. Информируйте и получайте информацию от местных ячеек."
rmc-job-prefix-clf-responder = ИНФО
#SPP fax responder
rmc-job-name-spp-responder = Радист СССП
rmc-job-description-spp-responder = "Вы дествуете от имени Секториального Командования СССП и отвечаете на факсы, предназначенные для высшего ешелона СССП."
#TSE fax responder
rmc-job-name-tse-responder = Офицер Коммуникаций Империи Миртана
rmc-job-description-tse-responder = "Вы действуете от имени Империи Миртана и отвечаете на факсы, отправленные вонному Атташе империи."
#CMB fax responder
rmc-job-name-cmb-responder = Офицер-Связист БКМ
rmc-job-description-cmb-responder = "Вы - диспетчер Космического Участка Бюро Колониальных Маршалов, отвечайте на факсы отталиваясь от этого."
