rmc-ghost-role-information-rcm-rules =
    Вы - [color=yellow][bold]Солдат Империи[/bold][/color]. Вы дружественны к морпехам.
    Вы не помните ничего из своей прошлой жизни и ничего из того, что вы узнали, пока были призраком.
    Вам разрешено знать общие знания об игре, такие как открывание двери, готовка еды, использование предметов и тд.
    Вам абсолютно [color=red]ЗАПРЕЩЕНО[/color] помнить имя, внешность, имя и прочую информацию о вашем прошлом персонаже.
rmc-ghost-role-information-rcm-description = Вы прибыли по приказу Военного Атташе Империи Миртана, помогите морпехам и заставьте тварей поплатиться за своё существование. Если уж до этого дошло, продайте свою жизнь как можно дороже, Император в помощь.
rmc-ghost-name-rcm-sgo = Оператор Смартгана Империи (Дружественный)
rmc-job-name-rcm-sgo = Оператор Смартгана Империи
rmc-job-prefix-rcm-sgo = ОСГИ
