rmc-ghost-role-information-spp-kommissar-rules =
    Вы - [color=red][bold]Полит-Офицер СССП[/bold][/color]. Вы нейтральны/дружественны к морпехам, особые отбстоятельства и администрация могут это поменять.
    Вы не помните ничего из своей предыдущей жизни и не помните ничего из того, что узнали, будучи призраком.
    Вам разрешается помнить знания об игре в целом, например, как готовить, как использовать предметы и т.д.
    Вам абсолютно [color=red]НЕ[/color] разрешено помнить, скажем, имя, внешность и т. д. вашего предыдущего персонажа.
rmc-ghost-role-information-spp-kommissar-description = Вы - Комиссар Главного Управления Красный Комисаров. Следуйте указаниям, выявляйте слобохарактерных и дизертиров, будьте судьёв для преступников и главное, служите РОДИНЕ!
rmc-job-name-spp-kommissar = Политический Руководитель
rmc-job-description-spp-kommissar = Вы являетесь прямым представителем партии. Необходимо обеспечить соблюдение партийной линии и защиту интересов страны.
rmc-job-prefix-spp-kommissar = Пол.Рук.
rmc-job-name-spp-battalion-kommissar = Старший ПолитРук.
rmc-job-description-spp-battalion-kommissar = Вы — офицер комиссариата батальонного уровня. Выполняйте приказы партии и выступайте в качестве авторитета по политическим вопросам подразделения. Во имя родины!
rmc-job-prefix-spp-battalion-kommissar = Ст. ПолРук.
rmc-job-name-spp-sr-battalion-kommissar = Комиссар
rmc-job-description-spp-sr-battalion-kommissar = Вы — старший офицер по политическим вопросам батальонного уровня. Выполняйте приказы партии и являйтесь авторитетом в политических вопросах подразделения. Во имя родины!
rmc-job-prefix-spp-sr-battalion-kommissar = Ком.
rmc-job-name-spp-regimental-kommissar = Старший Комиссар
rmc-job-description-spp-regimental-kommissar = Вы — политический офицер полкового уровня. Вы выполняете приказы партии или отдаете их, являясь авторитетом в политических вопросах подразделения. На благо родины!
rmc-job-prefix-spp-regimental-kommissar = Ст. Ком.
rmc-job-name-spp-brigade-kommissar = Бригадный Комиссар
rmc-job-description-spp-brigade-kommissar = Вы — политический офицер бригадного уровня. Вы выполняете приказы партии или отдаете их, являясь авторитетом в политических вопросах подразделения. На благо партииродины!
rmc-job-prefix-spp-brigade-kommissar = Бриг. Ком.
rmc-job-name-spp-division-kommissar = Дивизионный Комиссар
rmc-job-description-spp-division-kommissar = Вы — политический офицер дивизионного уровня. Ваше слово считается словом партии, если не указано иное. Вы являетесь главным политическим советником полповников и генералов. За родину!
rmc-job-prefix-spp-division-kommissar = Див. Ком.
