rmc-acid-resist = Вы останавливаетесь, падаете, и катаетесь, избавляясь от кислоты.
rmc-acid-resist-partial = Вы останавливаетесь, падаете, и катаетесь, избавляясь от кислоты... Но это не помогает!
rmc-glob-start-self = вы начинаете выплёвывать шар кислотного газа!
rmc-glob-start-others = { $user } готовится выплюнуть массивный шар!
rmc-glob-shoot-self = вы выплёвываете шар кислотного газа!
rmc-glob-shoot-others = { $user } плюёт на пол!
rmc-glob-land = Кислотный шар с брызгами падает и взрывается, превращаясь в ядовитые испарения!
