ent-RMCWeaponRifleABR40 = ABR-40
    .desc = Гражданская версия боевой винтовки L42A. Практически идентична и даже совместима с магазинами L42, только не снимайте приклад.
    .suffix = Filled
ent-RMCWeaponRifleABR40Tactical = ABR-40 тактическая
    .desc = Гражданская версия боевой винтовки L42A, которая часто используется морскими пехотинцами. Практически идентична и даже совместима с магазинами L42, только не снимайте приклад. Эта винтовка, похоже, имеет уникальную сине-черную фурнитуру tacticool, а также некоторые другие модификации для вторичного рынка.
    .suffix = Filled
ent-RMCMagazineRifleABR40 = Магазин ABR-40 (10x24mm)
    .desc = Магазин ABR-40, снаряженный патронами в цельнометаллической оболочке, для использования на стрельбище или на охоте. Теоретически совместим с боевой винтовкой L42A.
