ent-RMCWeaponRifleABR40 = ABR-40
    .desc = Гражданская версия боевой винтовки L42A. Практически идентична и даже совместима с магазинами L42, только не снимайте приклад.
    .suffix = Заполненный
ent-RMCWeaponRifleABR40Tactical = ABR-40 тактическая
    .desc = Гражданская версия боевой винтовки L42A, часто используемая морпехами. Практически идентична и совместима с магазинами L42, только не снимайте приклад. Эта винтовка щеголяет уникальной сине-чёрной «тактикульной» фурнитурой и модификациями со вторичного рынка.
    .suffix = Заполненный
ent-RMCMagazineRifleABR40 = магазин ABR-40 (10x24 мм)
    .desc = Магазин ABR-40, снаряжённый оболочечными патронами для стрельбища или охоты. Теоретически совместим с боевой винтовкой L42A.
