ent-RMCWeaponRifleL88A1 = Буллпап-винтовка L88A1
    .desc = Стандартная винтовка когорт спец-подразделения "Драккар" Империи Миртана, созданная с использованием БС технологий. Лёгкая, надёжная и точная винтовка в постановке "буллпап", каждый день продливающая жизнь рейдеров на далёких мирах.
ent-RMCWeaponRifleL88A2 = Буллпап-винтовка L88A2
    .desc = Вторая вариация винтовок модели L88, эта оснащена креплениям для модификаций под стволом.
ent-RMCMagazineRifleL88 = Магазин L88 (10х24мм)
    .desc = Магазин для патрон калибра 10х24мм для винтовок модели L88.
ent-RMCMagazineRifleL88AP = Магазин L88 Бронебойные (10х24мм)
    .desc = Магазин для бронебойных патрон калибра 10х24 для винтовок модели L88.
