ent-RMCWeaponRifleL89A1 = марксманская винтовка L89A1
    .desc = Стандартная полуавтоматическая марксманская винтовка когорт спецподразделения «Драккар» Империи Миртана. Лёгкая и надёжная, оснащена встроенным двухкратным прицелом и характерным для имперского оружия блюспейс-механизмом ускорения пуль.
ent-RMCWeaponRifleL89A2 = марксманская винтовка L89A2
    .desc = Усовершенствованная модель марксманской винтовки серии L89 рейдеров «Драккара». Обладает большими возможностями для установки модификаций.
ent-RMCWeaponRifleL89A1Filled = { ent-RMCWeaponRifleL89A1 }
    .suffix = Снаряжена
    .desc = { ent-RMCWeaponRifleL89A1.desc }
