ent-RMCWeaponRifleXM40 = штурмовая винтовка XM40
    .desc = Одна из экспериментальных предшественниц линейки M54C, которая так и не получила широкого распространения за пределами элитных подразделений колониальной морской пехоты. Из всех винтовок ККМП, которые до сих пор находятся в производстве, только эта имеет встроенный глушитель. Винтовка может использовать магазины от M54C MK2, но также имеет собственную магазинную систему. Крайне смертоносна в режиме стрельбы очередями.
ent-RMCMagazineRifleXM40AP = магазин XM40 бронебойные (10x24мм)
    .desc = { ent-CMMagazineRifleBase.desc }
ent-RMCMagazineRifleXM40HEAP = магазин XM40 бронебойно-разрывные (10x24мм)
    .desc = { ent-CMMagazineRifleBase.desc }
