ent-RMCWeaponRifleXM40 = штурмовая винтовка XM40
    .desc = Модификация одного из экспериментальных образцов импульсного оружия, созданных по заказу спецназа ОПЗ, которая так и не получила широкого распространения за пределами спецназа ККМП. Винтовка может использовать магазины от M54C MK2, но также имеет собственную магазинную систему. Крайне смертоносна в режиме стрельбы очередями.
ent-RMCMagazineRifleXM40AP = магазин XM40 бронебойные (10x24мм)
    .desc = { ent-CMMagazineRifleBase.desc }
ent-RMCMagazineRifleXM40HEAP = магазин XM40 бронебойно-разрывные (10x24мм)
    .desc = { ent-CMMagazineRifleBase.desc }
