cl-briefing-kutjevo =
    { "[bold]Vitezstvi Private Military Company[/bold]" }
    "Omnia Victoria Nostra Finientur."

    { "[color=#25b266][bold]Отдел специальных служб[/bold][/color]" }
    { "[bold]Брифинг представителя колонии[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]    Флагман вашей эскадры уведомил нас о получении сигнала бедствия из колонии на LV-686. В настоящее время готовится миссия по расследованию причин происшествия. В связи с этим был подготовлен отчет о характере колонии и известных потенциальных угрозах её деятельности. Содержимое этого документа может быть передано или скрыто по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета:[/bold]" } LV-686
    { "[bold]Объект:[/bold]" } Очистительный завод Кутьево
    { "[bold]Оператор:[/bold]" } Vitezstvi
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold][head=3]История и назначение[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Открытая в 2997 году планета Дикума I, также известная как LV-686, первоначально была отмечена геологической службой как потенциально терраформируемая пустынная планета. Позже выяснилось, что она богата подземными водоносными горизонтами исключительной чистоты, вследствие чего в 2900-х годах независимая колония Ядра начала усилия по колонизации.

    Вскоре после начала колонизации, в результате враждебного поглощения Министерством по делам космоса в 2905 году, колония сменила владельца. Вскоре она была продана, а в 2907 году начата работа как завод по розливу брендовой воды.

    По мере роста спроса на родниковую воду и расширения масштабов деятельности колонии, запасы питьевой воды на первоначальном участке иссякли, и поселение продолжило расширяться вовне в поисках новых месторождений.

    При оценочной численности населения в 2500 колонистов очистительный завод превратился в оживленный город и стал поставщиком номер один питьевой воды в секторе Янгель и окружающем пространстве, а также основным источником для бренда [italic]Weston Spring[/italic].

    { "[bold][head=3]Приоритеты компании[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Главным приоритетом является то, чтобы любая операция на территории Центра розлива №8 не предполагала использования химического оружия или иного риска загрязнения запасов грунтовых вод и водоносных горизонтов. Следует избегать использования свинцовых пуль и боеприпасов с обедненным ураном.

    Кроме того, станция очистки воды колонии содержит большие запасы химикатов, которые могут быть опасны в несанкционированных количествах. Повреждение резервуаров для хранения этих химикатов должно быть сведено к минимуму.

    { "[bold][head=3]Потенциальные угрозы[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Объект Кутьево охраняется лишь символическим Бюро Колониальный Маршалов численностью примерно 2–6 человек и в основном обеспечивается корпоративным персоналом. Хотя охранный гарнизон относительно мал для колонии такого размера, аналитики отдела считают корпоративный шпионаж маловероятным в силу ряда факторов. После анализа данных аналитики полагают, что наиболее вероятными причинами срабатывания автоматического аварийного маяка являются (от наиболее к наименее вероятным):

    • Геологическая активность (например, землетрясения или сдвиги почвы из-за осушенных водоносных горизонтов)
    • Технический сбой коммуникационного оборудования колонии
    • Ошибка при отправке еженедельного сигнала «Всё чисто», приведшая к автоматической рассылке сигнала бедствия
    • Саботаж со стороны «Колониальный Фронт Освобождения»
    • Солнечная вспышка звезды Дикума, вызвавшая сбои в электросети
cl-briefing-solaris =
    { "[bold]Vitezstvi Private Military Company[/bold]" }
    "Omnia Victoria Nostra Finientur."

    { "[color=#25b266][bold]Отдел специальных служб[/bold][/color]" }
    { "[bold]Брифинг представителя колонии[/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[italic]    Офис по управлению и предотвращению кризисов Vitezstvi сообщил, что в колонии на LV-1413 произошло критическое отключение связи. Готовится миссия для расследования инцидента. В связи с этим отдел специальных служб подготовил отчет о характере колонии и известных потенциальных угрозах её деятельности. Секретные материалы исключены из данного брифинга и должны запрашиваться отдельно; содержимое этого документа может быть передано или скрыто по вашему усмотрению, если не указано иное.[/italic]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold]Планета: [/bold]LV-1413 (Ротерра I)" }
    { "[bold]Объект: [/bold]Депо биологического хранения Солярис Ридж" }
    { "[bold]Оператор: [/bold]Vitezstvi" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    { "[bold][head=3]История и назначение[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Солярис Ридж изначально создавался как независимая колония, предпринявшая попытку терраформирования Ротерры I с использованием лишайников. Терраформирование на основе лишайников обычно дешевле, но эта технология не проверена и сложна в реализации. Две исследовательские лаборатории на Солярисе, «Эта» и «Лямбда», были созданы для тестирования этой технологии.

    Однако из-за того, что последующие партии лишайника не соответствовали расчетным темпам роста, а технические сбои и песчаные бури сделали расходы на обслуживание непомерными, объект был продан корпорации Vitezstvi.

    Когда Vitezstvi получила контроль над колонией, лаборатории «Эта» и «Лямбда» были преобразованы в базу для хранения и исследования биологических материалов. Кроме того, был создан горнодобывающий комплекс для разработки жил железа, кобальта и меди. В настоящее время в колонии работает около 120 сотрудников, включая офицеров Бюро маршалов.

    { "[bold][head=3]Приоритеты компании[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    При проведении любых операций на Ротерре I следует минимизировать повреждения критической инфраструктуры (фильтрационной, горнодобывающей и медицинской), допуская лишь те, что необходимы для успеха операции.
    Активы Vitezstvi, включая записи «черных ящиков», образцы лишайников и биоматериалов, а также весь персонал, должны быть эвакуированы военными в случае катастрофы или критического разрушения инфраструктуры.

    { "[bold][head=3]Потенциальные угрозы[/head][/bold]" }
    ‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾
    Несмотря на небольшое население, Солярис Ридж имеет внушительное присутствие Бюро маршалов колонии возле северной зоны высадки. В связи с характером колонии действуют протоколы биологической безопасности. Аналитики по корпоративной безопасности указывают на наиболее вероятные причины потери связи (от наиболее к наименее вероятным):

    • Крупномасштабные песчаные бури, приведшие к отказу оборудования или помехам сигнала
    • Сейсмическая нестабильность, повлекшая разрушения в колонии
    • Враждебные действия ячейки «Фронта освобождения колоний»
    • Утечка биоопасных материалов, приведшая к повсеместному заражению
