no-eorg-popup-title = ККМ14
no-eorg-popup-label = Добро пожаловать в конец раунда!
no-eorg-popup-message = [bold]Гриф в конце раунда (ГВКР)[/bold] не допускается на ККМ14. Пожалуйста, оставайтесь в роли персонажа до выхода в лобби, чтобы сохранить атмосферу погружения для всех. Благодарим вас за уважение к правилам сообщества!
no-eorg-popup-rule = [bold][color=#a4885c]Гриф в сторону своей фракции в конце раунда запрещён, и влечёт за собой мгновенный безапелляционный бан на 3 часа[/color][/bold].
no-eorg-popup-rule-text = Сюда относится любой огонь по своим в конце раунда, независимо от того, кто это начал, так как раунд может быть не полностью завершён, даже если основное условие победы было выполнено. Сюда же относятся самоубийства без весомой ролевой причины.
no-eorg-popup-close-button = Всё ясно!
no-eorg-popup-close-button-wait =
    Кнопка закрытия активируется через { $time } { $time ->
        [one] секунду
        [few] секунды
       *[other] секунд
    }.
no-eorg-popup-skip-checkbox = Не показывать снова.
