ccm-xeno-meleesent-name = Ближник
ccm-xeno-meleesent-description =
    Вы теряете способность плевать.
    Вы становитесь более бронированным.
    Вы получаете следующие способности:
    - Усиленный парализующий удар. Быстрее оглушает, но меньше по времени.
    - Удар. Усиленный удар, дабы откинуть врага в стену или от себя.
    - Усиление. Усильте себя, дав себе небольшую скорость и замедление при ударе.
ccm-xeno-meleesent-popup = Я — страж нового улья, способный его защитить даже после своей смерти, до своей смерти, во время своей смерти.
ccm-xeno-rangersent-name = Дальник
ccm-xeno-rangersent-description =
    Вы теряете парализующий удар и немного здоровья.
    Вы получаете следующие способности:
    - Усиленный плевок. Дальше летит, наносит урон.
    - Усиленный рассеянный плевок. Меньше кучность, больше плевков, дольше оглушение.
    - Прыск кислотой. Слабая кислота, наносит меньше урона, нужна для помощи.
ccm-xeno-rangersent-popup = Я — страж нового улья, поддерживающий своих сестёр и братьев, защищу их, даже если я буду на грани смерти.
ccm-xeno-sniper-name = Снайпер
ccm-xeno-sniper-description =
    Вы становитесь более хрупким и намного медленнее.
    Усильте свой прыск кислоты.
    Вы получаете следующие способности:
    - Дальнозоркость. Смотрите дальше и стреляйте дальше.
    - Два вида плевков :
      - Кислотный, что попадает в баррикады, нанося большой урон по хостам и пробивая их броню, с большой дальностью
      - Болевой, что проходит сквозь баррикады замедляя их, нанося урон, с средней дальностью
    - Рассеяный анти-структурный плевок. Плюньте 3 плевками что наносят большой урон по структурам, с малой дальностью
ccm-xeno-sniper-popup = Цель помечена, я готов убить его при любой возможности, дальше, чем он меня видит.
ccm-xeno-boxer-name = Боксёр
ccm-xeno-boxer-description =
    Вы теряете обычный рывок и отбрасывание воина, удар, и чуть урона с атаки
    Вы получаете следующие способности:
    - Мастерство. Чем больше убийств сделано, тем больше урона с ближней атаки. Максимум 12 урона, каждое убийство даёт 3 урона
    - Тысяча ударов. Каждый удар увеличивает на 4 секунды, скорость удара и скорость передвижения, на 0.25 и 0.15 соотвественно.
    - Любовь боя. Каждый удар даёт вам эффект "Восстановление", что лечит 1 брут и 1 ожогов каждую секунду, длительность 5 секунд
    - Отжирание. Вы размером как Т3 ксеноморф!
    - Лицом к лицу. Вы закрепляете врага на 3 секунды.
    - Ко мне! Вы притягиваете врага на 4 клетки к вам.
ccm-xeno-boxer-popup = Я боюсь не того кто знает 1000 ударов. Я боюсь того кто знает 1 удар 1000 раз.
ccm-xeno-basher-name = Глушитель
ccm-xeno-basher-description =
    Вы теряете обычный рывок и отбрасывание воина, удар, кражу жизни
    Вы получаете следующие способности:
    - Голова к небу. Нанесите сильный удар, что наносит уникальный эффект
    - День ног. Нанесите средний удар с откидыванием, что наносит уникальный эффект
    - Ломание ля костей. Нанесите слабый удар с сильный откидываем, оглушением, что наносит уникальный эффект
    Все способности соединены перезарядкой, и каждый эффект разный
ccm-xeno-basher-popup = Один удар, один противник, одна кость, одна вена...
ccm-xeno-impaler-name = Проникатель
ccm-xeno-impaler-description =
    Вы теряете возможность ставить смолу, топтать, создавать ловушки
    Вы улучшаете своё бурение, в нём можно быть дольше, радиус оглушения от выкапывания больше, и само бурение лучше
    Вы получаете следующие способности:
    - Плавание. Вы наполовину зарываетесь в землю оголяя свои шипы, проходя сквозь врагов, вы их оглушаете и наносите урон сквозь броню
    - Подземные шипы [Линия]. Вы используя свой хвост наносите удары из под земли в виде линии с небольшое задержкой, что наносят большой урон и имеют большим бронепробитием
    - Подземные шипы. Используйте хвост дабы сделать быстрые удары хвостом из под земли. С задержкой
ccm-xeno-impaler-popup = Я сам незнаю как могу делать подземные шипы, ну мне и ненадо
ccm-xeno-bodyguarddef-name = Телохранитель
ccm-xeno-bodyguarddef-description =
    Вы теряете удар головой, хвостом, чуть регенерации плазмы, укрепление, 15 брони
    Вы получаете следующие способности:
    - Усиленный крест головой. Уменьшена скорость на увеличена броня
    - ОХРАНА. Отбросьте врага оглушая, замедляя в радиусе
    - СПАСЕНИЕ. Восстановите 100 здоровья союзному ксеноморфу, получая повреждения и получая плазму
    - ЗАЩИТА. Увеличьте союзному ксеноморфу броню на 6 секунд.
    Сами вы, увеличиваете себе здоровье, усиляете крит состояние, и кол-во плазмы.
    У вас появиться энергия, она восстанавливается автоматически но теряется при ударах по живым врагам
ccm-xeno-bodyguarddef-popup = КСЕНОПРЕЗИДЕНТ ГЕТ ДОВН
ccm-xeno-scattershotspitter-name = Рассеяный Плеватель
ccm-xeno-scattershotspitter-description =
    Вы теряете обычный плевок, дальность плевка
    Вы получаете следующие способности:
    - Рассеяный плевок. Мощный плевок-дробовик в ближней дистанции
    - Зарядка. Зарядитесь и взорвите кислотной шрапнелью.
    Сами вы, увеличиваете себе здоровье, броню
ccm-xeno-scattershotspitter-popup = Ю ДЕД МЕН, АЙ СЕНДИНГ Ю, СТРЕЙТ ТУ ХЕЛ
