ccm-xeno-meleesent-name = Ближник
ccm-xeno-meleesent-description =
    Вы теряете способность плевать.
    Вы становитесь более бронированным.
    Вы получаете следующие способности:
    - Усиленный парализующий удар. Быстрее оглушает, но меньше по времени.
    - Удар. Усиленный удар, дабы откинуть врага в стену или от себя.
    - Усиление. Усильте себя, дав себе небольшую скорость и замедление при ударе.
ccm-xeno-meleesent-popup = Я — страж нового улья, способный его защитить даже после своей смерти, до своей смерти, во время своей смерти.
ccm-xeno-rangersent-name = Дальник
ccm-xeno-rangersent-description =
    Вы теряете парализующий удар и немного здоровья.
    Вы получаете следующие способности:
    - Усиленный плевок. Дальше летит, наносит урон.
    - Усиленный рассеянный плевок. Меньше кучность, больше плевков, дольше оглушение.
    - Прыск кислотой. Слабая кислота, наносит меньше урона, нужна для помощи.
ccm-xeno-rangersent-popup = Я — страж нового улья, поддерживающий своих сестёр и братьев, защищу их, даже если я буду на грани смерти.
ccm-xeno-sniper-name = Снайпер
ccm-xeno-sniper-description =
    Вы становитесь более хрупким и намного медленнее.
    Усильте свой прыск кислоты.
    Вы получаете следующие способности:
    - Дальнозоркость. Смотрите дальше и стреляйте дальше.
    - Усиленный плевок. Подготовься и плюй, наносит большой урон.
    - Спешка. Вернитесь к своей обычной скорости на смоле.
ccm-xeno-sniper-popup = Цель помечена, я готов убить его при любой возможности, дальше, чем он меня видит.
ccm-xeno-boxer-name = Боксёр
ccm-xeno-boxer-description =
    Вы теряете обычный рывок и отбрасывание воина.
    Вы получаете следующие способности:
    - Размашистый удар слева. Ударьте по области, нанеся врагам урон.
    - Наскок. Прыгните на небольшое расстояние и ударьте врага.
    - Стук хвостом. Ударьте вокруг себя, оттолкнув врагов и нанеся урон.
ccm-xeno-boxer-popup = Удар слева, наскок вперёд, хук справа, подножка, удар хвостом по голове. НОКАУТ!
