ccm-xeno-meleesent-name = Ближник
ccm-xeno-meleesent-description =
    Вы теряете способность плевать.
    Вы становитесь более бронированным.
    Вы получаете следующие способности:
    - Усиленный парализующий удар. Быстрее оглушает, но меньше по времени.
    - Удар. Усиленный удар, дабы откинуть врага в стену или от себя.
    - Усиление. Усильте себя, дав себе небольшую скорость и замедление при ударе.
ccm-xeno-meleesent-popup = Я — страж нового улья, способный его защитить даже после своей смерти, до своей смерти, во время своей смерти.
ccm-xeno-rangersent-name = Дальник
ccm-xeno-rangersent-description =
    Вы теряете парализующий удар и немного здоровья.
    Вы получаете следующие способности:
    - Усиленный плевок. Дальше летит, наносит урон.
    - Усиленный рассеянный плевок. Меньше кучность, больше плевков, дольше оглушение.
    - Прыск кислотой. Слабая кислота, наносит меньше урона, нужна для помощи.
ccm-xeno-rangersent-popup = Я — страж нового улья, поддерживающий своих сестёр и братьев, защищу их, даже если я буду на грани смерти.
ccm-xeno-sniper-name = Снайпер
ccm-xeno-sniper-description =
    Вы становитесь более хрупким и намного медленнее.
    Усильте свой прыск кислоты.
    Вы получаете следующие способности:
    - Дальнозоркость. Смотрите дальше и стреляйте дальше.
    - Два вида плевков :
      - Кислотный, что попадает в баррикады, нанося большой урон по хостам и пробивая их броню, с большой дальностью
      - Болевой, что проходит сквозь баррикады замедляя их, нанося урон, с средней дальностью
    - Рассеяный анти-структурный плевок. Плюньте 3 плевками что наносят большой урон по структурам, с малой дальностью
ccm-xeno-sniper-popup = Цель помечена, я готов убить его при любой возможности, дальше, чем он меня видит.
ccm-xeno-boxer-name = Боксёр
ccm-xeno-boxer-description =
    Вы теряете обычный рывок и отбрасывание воина, и чуть урона с атаки
    Вы получаете следующие способности:
    - Ярость. Каждый удар пробуждает в вас больше ярости, она даёт только скорость атаки и нужнга для НОКАУТ!
    - Наскок. Прыгните на небольшое расстояние и ударьте врага.
    - Нокаут! Используя свою ярость, нокаутируйте соперника
ccm-xeno-boxer-popup = Удар слева, наскок вперёд, хук справа, подножка, удар хвостом по голове. НОКАУТ!
ccm-xeno-impaler-name = Проникатель
ccm-xeno-impaler-description =
    Вы теряете возможность ставить смолу, топтать, создавать ловушки
    Вы улучшаете своё бурение, в нём можно быть дольше, радиус оглушения от выкапывания больше, и само бурение лучше
    Вы получаете следующие способности:
    - Плавание. Вы наполовину зарываетесь в землю оголяя свои шипы, проходя сквозь врагов, вы их оглушаете и наносите урон сквозь броню
    - Подземные шипы. Вы используя свой хвост наносите удары из под земли, что наносят большой урон и имеют скудное броне пробитие
ccm-xeno-impaler-popup = Я сам незнаю как могу делать подземные шипы, ну мне и ненадо
