ent-RMCWeaponSMGL7A3 = Пистолет-пулемёт L7A3
    .desc = Лёгкий, надёжный и меткий ПП, который используют солдаты Империи Миртана. Разработан с использованием БС технологий для ускорения пуль. Обычно используется в условиях замкнутого пространства, например, при штурме улья или очистки пещер.
ent-RMCMagazineSMGL7A3SquashHead = Магазин L7A3 Скваш-хэд (9мм)
    .desc = Магазин для скваш-хэд патронов калибра 9мм для L7A3.
ent-RMCCartridgeSMG9mmSquashHead = Скваш-хэд патрон (9мм)
    .desc = Скваш-хэд патрон калибра 9мм.
