ent-RMCWeaponSMGPDW90 = пистолет-пулемёт PDW90
    .desc = Пистолет-пулемёт PDW90. Архаичный дизайн, но он всё ещё широко используется корпорациями и группами наёмников, иногда встречается в руках гражданского населения. Это оружие использует только патроны калибра 5,7×28 мм.
    .suffix = Заполненный
ent-RMCMagazineSMGPDW90 = магазин PDW90 (5.7×28мм)
    .desc = 5.7×28-мм магазин для пистолета-пулемёта FN P90.
ent-RMCCartridge57x28mm = патрон (5.7×28мм ПП)
    .desc = 5.7×28-мм патрон для пистолета-пулемёта FN P90.
ent-RMCBullet57x28mm = { ent-Bullet10x20mm }
    .desc = { ent-Bullet10x20mm.desc }

ent-RMCWeaponSMGPDW90TSE = пистолет-пулемёт L57
    .desc = ПП PDW90, перекрашенный в цвета Империи Миртана. Поставляется от ОПЗ в Империю, где уже такие развозят по складам для вооружения гражданского населения, но некоторые солдаты тоже его используют.
