ent-RMCWeaponPistolL14 = боевой пистолет L14
    .desc = Стандартное вторичное оружие бойцов Империи Миртана. Компактное и точное оружие, как и почти всё вооружение Империи, созданное на основе Блюспейс-технологий. Серьёзно повоевать с таким не получится, но когда кончатся патроны, вам хотя бы не придётся драться с жуками одним ножом.
    .suffix = PvE
ent-RMCMagazinePistolL14 = магазин L14 (9 мм)
    .desc = { ent-CMBaseMagazinePistol.desc }
ent-RMCMagazinePistolL14AP = бронебойный магазин L14 (9 мм)
    .desc = { ent-RMCMagazinePistolL14.desc }
