ent-CMWeaponPistolBase = { ent-['BaseItem', 'CMBaseWeaponGun', 'RMCBaseAttachableHolder'] }

  .desc = { ent-['BaseItem', 'CMBaseWeaponGun', 'RMCBaseAttachableHolder'].desc }
ent-CMWeaponPistolM1984 = служебный пистолет M1984
    .desc = Служебный пистолет M1984, когда-то стандартное табельное оружие морской пехоты, но недавно замененное боевым пистолетом M77. Стреляет 9-мм пистолетными патронами.
ent-CMWeaponPistolM77 = боевой пистолет M77
    .desc = Стандартное огнестрельное оружие морпехов. Также встречается в руках команд We-Ya PMC. Стреляет 9-мм бронебойными пулями и может стрелять очередями по 3 патрона.
ent-CMWeaponPistolMK80 = пистолет MK80
    .desc = Массивный, грозный полуавтоматический пистолет под экспансивные патроны калибра 9 мм. Распространенное зрелище в пространстве как UA, так и 3WE, часто используется как подразделениями We-Ya PMC, так и корпоративными руководителями. Это оружие также проходит ограниченные полевые испытания в рамках программы создания пистолетов следующего поколения морской пехоты. На затворе выгравирован логотип We-Ya, напоминающий вам, кто на самом деле главный.
ent-RMCWeaponPistolSU6 = умный пистолет SU-6
    .desc = SU-6 — это умный пистолет на базе IFF, который в настоящее время проходит полевые испытания в UNMC. Использует модифицированные пули .45 ACP IFF. Способен стрелять очередями.
