ent-RMCMK80 = пистолет MK80
    .desc = Массивный, грозный полуавтоматический пистолет под 9-мм патрон со сминаемой головкой (сквашхед). Его можно встретить как в ОПЗ, так и в ИТЗ, его часто используют как подразделения ЧВК Ве-Я, так и корпоративные менеджеры. Это оружие также проходит ограниченные полевые испытания в рамках программы создания пистолета нового поколения для колониальной морской пехоты. На затворе выгравирован логотип Ве-Я, напоминающий о том, кто здесь на самом деле хозяин.
ent-CMMagazinePistolMK80 = магазин MK80 (9мм сквашхед)
    .desc = { ent-CMBaseMagazinePistol.desc }
ent-RMCCartridgePistol9mmSquashHead = патрон (9мм сквашхед)
    .desc = { ent-CMCartridgePistolBase.desc }
ent-RCMBulletPistol9mmSquashHead = пуля (9мм сквашхед)
    .desc = { ent-CMBulletBase.desc }
