ent-RMCWeaponPistolPK7 = электро-пистолет PK7
    .desc = Разработанный Vitezstvi пистолет «менее летального» действия. Стреляет электрически заряженными пулями с высокой точностью. Из-за стоимости и требований к постоянному уходу является редкостью.
ent-RMCMagazinePistolPK7 = электростатический магазин PK7 (9 мм)
    .desc = Вмещает 19 специализированных токопроводящих патронов калибра 9 мм. Электростатический разгон в PK7 выталкивает пулю с пропорционально меньшей скоростью для поддержания высокой скорости передачи кинетической энергии. Всё это превращает проникающий боеприпас в средство «менее летального» воздействия.
ent-RMCCartridgePistol9mmElectrostatic = электростатический патрон (9 мм)
    .desc = { ent-CMCartridgePistolBase.desc }
ent-RMCBulletPistol9mmElectrostatic = электростатическая пуля (9 мм)
    .desc = { ent-RMCProjectileTaser.desc }
