ent-CCMWeaponM404K = переломное ружьё M404-K
    .desc = Специализированный дробовик-ружьё созданный для специалистов по вооружению ККМП ОПЗ. Создан для специальных патронов M404 имеющих разный эффект. Может вмещать и обычные ружейные патроны, при том имея большую убойность. Для стрельбы из ружья нужна специализированная броня.

ent-CCMShellM404KShock = горсть M404 шоковых ружейных патрон
    .desc = Горсть патронов для перезарядки на ходу. Имеют электроды как в шокерах для обезвреживания противника или его оглушения.
ent-CCMShellM404KDragonFlame = горсть M404 драконье пламя ружейных патрон
    .desc = Горсть патронов для перезарядки на ходу. Настолько много напалма внутри что оно зажгёт всё вокруг при выстреле, недалеко летят.
ent-CCMShellM404KFrag = горсть M404 осколочных ружейных патрон
    .desc = Горсть патронов для перезарядки на ходу. При попадании они разорвутся на осколки, недалеко летят.
ent-CCMShellM404KDragonEye = горсть M404 драконьих глаз ружейных патрон
    .desc = Горсть патронов для перезарядки на ходу. При попадании они оставят после себя огонь, недалеко летят.
ent-CCMShellM404KDragonClaw = горсть M404 драконьих когтей ружейных патрон
    .desc = Горсть патронов для перезарядки на ходу. При попадании они оглушат цель будто в неё влетел дракон.
ent-CCMShellM404KBlackRocket = M404 чёрная ракета
    .desc = Странная большая чёрная пуля, что за ней стоит?

ent-CCMShotgunSpecEquipmentCase = кейс снаряжения тяжёлого ружейного дробовика
    .desc =
        Большой кейс, содержащий тяжёлый ружейный дробовик M404-K, тяжёлую броню, большую ружейную сумку, ружейные патроны и дополнительное снаряжение.
        
        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.

ent-CCMCrateM404KSpecFullAmmo = ящик полных ружейных дробовых патронов M404-K (5х1)
    .desc = Содержит все горсти ружейных патрон кроме Чёрной Ракеты.
ent-CCMCrateM404KSpecBlackRocket = ящик ружейного патрона Чёрная Ракета M404-K (х1)
    .desc = { ent-RMCCrateAmmo.desc }