ent-ActionXenoThrowRoyalParasite = Королевская связь.
    .desc = Извлекает ребенка королевской крови из хранилища, если у вас в руках ничего нет. Если использовать это на ребенке королевской крови, то он будет подобран на земле. Если вы нацелитесь на плитку с ребенком королевской крови в руке, она будет отброшена на расстояние до 6 плиток, при этом ребенок будет оглушен на 3 секунды. Если вы будете держать в руках царственного ребенка, это пополнит ваше хранилище. [color=green] Дети не умрут со временем, пока вы держите их на руках или носите с собой.[/color]
ent-RMCGuidebookActionXenoThrowRoyalParasite = { ent-CMGuidebookActionXenoBase }
    .desc = { ent-CMGuidebookActionXenoBase.desc }
