ent-ActionXenoTransferPlasma = Передать плазму (50)
    .desc = Передайте плазму ксенониду поблизости.
ent-ActionXenoHealerDroneTransferPlasma = Передать плазму (100)
    .desc = Передайте плазму ксенониду поблизости.
ent-ActionXenoTransferPlasmaHivelord = Передать плазму (200)
    .desc = Передайте плазму ксенониду.
ent-ActionXenoResinSurge = Всплеск смолы (75)
    .desc = Ускоряет созревание фруктов на 5 секунд при использовании на них, при использовании на сорняках создаёт временные стены, а при использовании на существующих стенах, укрепляет их 6000 единицами здоровья на 15 секунд. Если нацелить способность на что-нибудь другое, то после небольшой задержи образуется участок 3x3 слабой липкой смолы.
ent-ActionXenoRetrieve = Притягивание (180 плазмы, 100 энергии)
    .desc = Притяните к себе не двигающегося ксенонида, с задержкой в 0,6 секунды.
ent-ActionXenoAidHeal = Лечение ксено (100 плазмы, 100+ запаса здоровья)
    .desc = Излечите находящегося поблизости союзника Ксено. Исцеление другого ксено исцелит и вас, а половина вашего оставшегося запаса здоровья будет потрачена на дополнительное лечение. [color=red]Это не может лечить горящих ксенонидов![/color]
ent-ActionXenoAidRejuvenate = Восстановление ксено (100 плазмы, 100+ запаса здоровья)
    .desc = Снимает недуги и оглушение с находящихся на расстоянии союзных Ксено.
ent-ActionXenoLeader = Выбрать/следовать за ксенонидом лидером
    .desc = Повышение, понижение, или наблюдение за ксенонидом-лидером. Повышенный до лидера ксено станет излучать вокруг себя ваши феромоны.
ent-ActionXenoHeal = Лечение ксено (600)
    .desc = Исцелите ксенонидов в радиусе 4 тайлов вокруг места вашего клика на 30% от их здоровья в течение 20 секунд.
ent-ActionXenoApplySalve = Нанесение мази (200)
    .desc = Нанесите мазь, чтобы использовать часть своего здоровья для излечения союзных ксено вплоть до 100 единиц здоровья в течение 5 секунд. Эффект нескольких применённых мазей складывается.
ent-ActionXenoSacrifice = Самопожертвование
    .desc = Пожертвуйте своей жизнью, чтобы вылечить сестру. [color=red]ВЫ ВОЗРОДИТЕСЬ ТОЛЬКО ЕСЛИ ШКАЛА ЛЕЧЕНИЯ СЕСТЁР БЫЛА ПОЛНОСТЬЮ ЗАПОЛНЕНА.[/color]
ent-ActionXenoTailFountain = Хвостовой фонтан
    .desc = Тушит ближайшего горящего союзника или противника. На время отключает атаки в ближнем бою.
ent-ActionXenoTantrum = Истерика (100 плазмы, 75 ярости)
    .desc = Даёт вам и вашим союзникам временную броню на несколько секунд, на вас она действует дольше. Крушители и Разрушители вместо этого получают прибавку к скорости.
ent-ActionXenoFightOrFlight = Борись или беги (100 плазмы, 75 ярости)
    .desc = Снимает недуги и оглушение со всех союзников вокруг вас. Радиус действия больше, если после использования навыка у вас остаётся >75 ярости.
