ent-RMCExplosiveBreachingCharge = пробивной заряд
    .desc = Взрывное устройство, используемое для проникновения в помещения и защищающее оператора от взрыва с одной стороны, а также разбрасывающее смертоносную шрапнель с другой.
ent-RMCExplosiveBreachingChargeRubber = нелетальный заряд X17
    .desc = Взрывное устройство, используемое для проникновения в помещения и защищающее оператора от взрыва. В отличие от стандартного заряда, X17 выпускает заряд резиновой дроби в конусообразном паттерне. Создано скорее для того, чтобы калечить, а не убивать.
ent-RMCExplosiveBreachingChargeRubberTSEPA = штурмовой заряд ПСОПЗ X17
    .desc = { ent-RMCExplosiveBreachingChargeRubber.desc }
ent-RMCExplosivePlastic = пластичная взрывчатка
    .desc = Используется для проделывания отверстий в определённых местах, не слишком больших отверстий.
