ent-RMCExplosiveClaymoreMine = противопехотная мина M20 Claymore
    .desc = M20 Claymore — это направленная противопехотная мина с датчиком приближения, разработанная WarTech Armaments для использования ККМП. Мина срабатывает при движении на пространстве непосредственно перед ней. При детонации осколки разлетаются вперед веером под углом 120 градусов. На передней стороне выгравированы слова «FRONT TOWARD ENEMY» («ПЕРЕДНЕЙ СТОРОНОЙ К ВРАГУ»).
ent-RMCShrapnel = осколок
    .desc = { ent-RMCBaseAirburstRound.desc }
