ent-RMCWeaponRevolverWarwickMkVII = револьвер «Варвик» MkVII
    .desc = Первоклассный револьвер, используемый спецподразделением «Драккар» Империи Миртана, но изредка встречающийся и в руках обычных армейцев. Стреляет мощным патроном .44 Магнум. Как и многое оружие Империи, оснащён блюспейс-механизмом ускорения пули и имеет бакелитовую рукоять. Отдача ощущается как удар быка. С такой штукой не зазорно даже гордо умереть в улье ксеноморфов в окружении врагов, в световых годах от границ родного государства.
ent-RMCWeaponRevolverWarwickMkVIIAlt = револьвер «Варвик» MkVII
    .suffix = Альт.
    .desc = { ent-RMCWeaponRevolverWarwickMkVII.desc }
