ent-RMCSwatCMBUniform = униформа БКМ для борьбы с беспорядками
    .desc = Тёмный комплект тактической униформы, используемый Колониальными маршалами, предназначенный для отрядов подавления беспорядков на дальних мирах, находящихся под колониальной юрисдикцией.
ent-RMCSwatLeaderCMBUniform = униформа маршалла БКМ для борьбы с беспорядками
    .desc = Тёмный комплект тактической униформы, используемый Колониальными маршалами, предназначенный для отрядов подавления беспорядков на дальних мирах, находящихся под колониальной юрисдикцией.
