ent-RMCJumpsuitFreelancer = рабочая форма фрилансера
    .desc = Комплект свободной рабочей одежды, идеально подходящий для вольнонаёмника. Пахнет порохом, яблочным пирогом и покрыт пятнами жира и саке.
ent-RMCJumpsuitFreelancerBluePants = одежда наёмника
    .desc = Пара камуфляжных штанов песочного цвета в сочетании с синей футболкой. Часто встречается на наёмниках, не принадлежащих ни к одной нации и верных лишь своим контрактам.
ent-RMCJumpsuitFreelancerGreenPants = одежда наёмника
    .desc = Пара лесных зелёных штанов в сочетании с белой футболкой. Часто встречается на наёмниках, не принадлежащих ни к одной нации и верных лишь своим контрактам.
ent-RMCJumpsuitFreelancerBlackPants = одежда наёмника
    .desc = Пара чёрных тактических штанов в сочетании с оливковой футболкой. Часто встречается на наёмниках, не принадлежащих ни к одной нации и верных лишь своим контрактам.
