ent-RMCWeaponIncineratorL104 = инсинератор L104
    .desc = Инсинератор L104 является стандартным огнемётом Королевской Корпусной Морской Пехоты. Это лёгкое и эргономичное оружие редко используется в доктрине ККМ, несмотря на его сокрушительную эффективность на ближних дистанциях.
    .suffix = PVE, Имперский
ent-RMCWeaponIncineratorL104Unloaded = { ent-RMCWeaponIncineratorL104 }
    .suffix = Разряжен
    .desc = { ent-RMCWeaponIncineratorL104.desc }
ent-RMCTankIncineratorL104 = топливный бак инсинератора L104
    .desc = Вместительный бак, совместимый с инсинератором L104, предназначенный для хранения легковоспламеняющегося топлива под огромным давлением.
