ent-RMCWeaponIncineratorL104 = инсинератор L104
    .desc = Инсинератор L104 является стандартным огнемётом армий Империи Миртана. Это лёгкое и эргономичное оружие часто используется в строевой доктрине Империи из-за его сокрушительной эффективности на ближних дистанциях.
    .suffix = PVE, Имперский
ent-RMCWeaponIncineratorL104Unloaded = { ent-RMCWeaponIncineratorL104 }
    .suffix = Разряжен
    .desc = { ent-RMCWeaponIncineratorL104.desc }
ent-RMCTankIncineratorL104 = топливный бак инсинератора L104
    .desc = Вместительный бак, совместимый с инсинератором L104, предназначенный для хранения легковоспламеняющегося топлива под огромным давлением.
