ent-RMCScoutSniperSniperEquipmentCase = кейс со снаряжением скаута-снайпера
    .desc =
        Большой кейс, содержащий винтовку с глушителем и оптическим прицелом M96S-B, соответствующий наголовный визор, шесть запасных магазинов со стандартными патронами и сошки.

        ПРИМЕЧАНИЕ: Вы не можете положить предметы обратно в этот кейс.
    .suffix = Снайпер
ent-RMCScoutSniperMarksmanEquipmentCase = кейс со снаряжением скаута-снайпера
    .desc = Большой кейс, содержащий марксманскую винтовку L112A1, соответствующий наголовный визор, десять запасных магазинов с бронебойно-фугасными (HESH) патронами и сошки.
    .suffix = Марксман
