ent-CMSniperEquipmentCase = кейс снаряжения снайпера
    .desc =
        Большой кейс, содержащий вашу персональную дальнобойную снайперскую винтовку M96S, маскировочный бронежилет и шлем M45, визор скаута M42, боеприпасы, снаряжение корректировщика и дополнительное снаряжение.
        
        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCAntiMaterielEquipmentCase = кейс крупнокалиберного снаряжения снайпера
    .desc =
         Большой кейс, содержащий вашу персональную дальнобойную крупнокалиберную снайперскую винтовку XM43E1, маскировочный бронежилет и шлем M45, визор скаута M42, боеприпасы, снаряжение корректировщика и дополнительное снаряжение.
        
        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCGrenadeSpecEquipmentCase = кейс снаряжения тяжёлого гренадёра
    .desc =
        Большой кейс, содержащий тяжёлый многозарядный гранатомёт M83, бронежилет и шлем гренадёра M3-G4, большое количество различных гранат M40 и дополнительное снаряжение.
        
        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCDemoSpecEquipmentCase = кейс снаряжения подрывника
    .desc =
        Большой кейс, содержащий тяжелую противотанковую пусковую установку M5 ATL, усиленную лёгкую броню M3-T, пять 84-мм ракет и дополнительное снаряжение.
        
        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCScoutSpecEquipmentCase = кейс снаряжения скаута
    .desc =
        Большой кейс, содержащий модернизированную боевую винтовку M4SPR, лёгкий бронежилет и шлем M3-S, боевой прицел M4SPR, термоплащ M68, реактивный термобрезент V3, боеприпасы и дополнительное снаряжение.
        
        ПРИМЕЧАНИЕ: Вы не можете поместить предметы обратно в этот кейс.
ent-RMCKitLoader = набор заряжающего
    .desc =
        Большой набор, содержащий все необходимое, чтобы превратить обычного рядового в заряжающего и помощника подрывника.
        Небольшая иллюстрация рассказывает, как следует производить перезарядку:
        Шаг первый: Возьмите ракету
        Шаг второй: Встаньте позади специалиста.
        Шаг третий: Убедитесь, что специалист держит пусковую установку в двух руках.
        Шаг четвертый: Зарядите ракету в пусковую установку
        Шаг пятый: Берегитесь разлёта реактивной струи
ent-RMCKitSpotter = набор корректировщика
    .desc = { ent-RMCKitBase.desc }
