ent-CMPacketPills = упаковка таблеток
    .desc = Содержит таблетки. Если их вынуть, то обратно их уже не засунуть.
ent-CMPacketPillsTricordrazine = упаковка таблеток трикордразина
    .desc = В этой упаковке находятся таблетки трикордразина. Слабо лечит все виды повреждений. Вытащив таблетку, обратно её не засунуть. Не принимать больше 2 таблеток за короткий промежуток времени.
ent-CMPacketPillsBicaridine = упаковка таблеток бикаридина
    .desc = В этой упаковке находятся таблетки бикаридина. Эффективно лечит механические повреждения. Вытащив таблетку, обратно её не засунуть. Не принимать больше 2 таблеток за короткий промежуток времени.
ent-CMPacketPillsKelotane = упаковка таблеток келотана
    .desc = В этой упаковке находятся таблетки келотана. Эффективно лечит повреждения от ожогов. Вытащив таблетку, обратно её не засунуть. Не принимать больше 2 таблеток за короткий промежуток времени.
