ent-CCMSynthBaton = магнитно-энергостатическая теле-дубинка синтетика ККМП
    .desc =
        Не приметная телескопическая дубинка, с помощью который синтетик может оборонятся от нападений или защиты соратников. В включенном режиме, металические телескопические части начинают наэлектризовыватся и выбрасывать огромную магнитную энергию.
        
        ПРИМЕЧАНИЕ: Насильственное лишение жизни при использовании дубинки живых форм, будет караться заменой мозга синтетика на мозг Рабочего Джо, дубинка не предназначена для обрывания линии жизни человекоподобных и нет гуманоидов.
    .suffix = CCM-Synt-Baton