ent-RMCArmorHelmetM10CMB = шлем для подавления беспорядков M11R БКМ
    .desc = Вариант стандартного шлема M10 для БКМ. Лобовая пластина усилена. Этот вариант прилегает гораздо плотнее.
ent-RMCArmorHelmetM10CMBVisorSWAT = { ent-RMCArmorHelmetM10CMB }
    .desc = { ent-RMCArmorHelmetM10CMB.desc }
ent-CMHeadBeretCMB = берет подразделения подавления беспорядков БКМ
    .desc = Тёмный берет со значком, на котором спереди написано 'МАРШАЛ', символизирующий справедливость, авторитет и защиту на окраинах. Законы Земли простираются за пределы Солнца.
