ent-RMCWeaponShotgunXM38 = тактический дробовик XM38
    .desc = Несколько лет назад компания VI начала испытания M890. ККМП получила ранние прототипы, а позднее приняла их на вооружение. Однако Силы Специальных Операций остались недовольны и доработали прототипы под свои нужды. В итоге был создан MK210 (обозначение XM38) — лёгкий складной автоматический дробовик из штампованного металла, который можно носить на поясе. Он поддерживает установку подствольного гранатомёта и по праву считается чудом инженерной мысли.
ent-RMCWeaponShotgunXM38Filled = { ent-RMCWeaponShotgunXM38 }
    .suffix = Заполненный
    .desc = { ent-RMCWeaponShotgunXM38.desc }
