ent-CCMVehicleArmorDriverSeat = бронесиденье водителя
    .desc = Прочное кресло с фиксатором, опускающимся на тело. Защищает от травм при столкновении и удерживает на месте. Пристегнитесь, дети!
ent-CCMVehicleArmorGunnerSeat = бронесиденье стрелка
    .desc = Прочное кресло с фиксатором, опускающимся на тело. Защищает от травм при столкновении и удерживает на месте. Пристегнитесь, дети!
ent-CCMVehicle1stSupportGunnerSeat = сиденье первого вспомогательного стрелка
ent-CCMVehicle2stSupportGunnerSeat = сиденье второго вспомогательного стрелка
