ent-RMCGunRackM34IncineratorEmpty = оружейная стойка M34
    .desc = Оружейный стеллаж производства AEGIS, предназначенный для хранения длинноствольного оружия. Хотя предполагалось, что первоначальная модель будет легко модифицируемой, ККМП ввела в эксплуатацию стеллажи с фиксированными прорезями, которые подходят только для огнемётов M34. Некоторые говорят, что они были дешевле, другие — что главной причиной была способность морпехов ломать всё, что сложнее вольфрамового шарика.
    .suffix = M34 Incinerator, Пусто
ent-RMCGunRackM34IncineratorFilled = { ent-RMCGunRackM34IncineratorEmpty }
    .suffix = M34 Incinerator, Заполнено
    .desc = { ent-RMCGunRackM34IncineratorEmpty.desc }
