ent-RMCGunRackM34IncineratorEmpty = Стойка для хранения M34
    .desc = Оружейный стеллаж производства AEGIS предназначен для хранения длинноствольного оружия. Хотя предполагалось, что первоначальная модель будет легко модифицируемой, ККМП ввела в эксплуатацию стеллажи с фиксированными прорезями, которые подходят только для огнемётных установок M34. Некоторые говорят, что они были дешевле, а некоторые говорят, что главной причиной была способность морпехов легко разбивать что-либо более сложное, чем вольфрамовый шарик.
    .suffix = M34 Incinerator, Empty
ent-RMCGunRackM34IncineratorFilled = { ent-RMCGunRackM34IncineratorEmpty }
    .suffix = M34 Incinerator, Filled
    .desc = { ent-RMCGunRackM34IncineratorEmpty.desc }
