ent-RMCGunRackM42A2Empty = Оружейная стойка M42A2
    .desc = Оружейный стеллаж производства AEGIS предназначен для хранения длинноствольного оружия. Хотя предполагалось, что первоначальная модель будет легко модифицируемой, ККМП ввела в эксплуатацию стеллажи с фиксированными прорезями, которые подходят только для дробовиков M42A2. Некоторые говорят, что они были дешевле, а некоторые говорят, что главной причиной была способность морпехой легко разбивать что-либо более сложное, чем вольфрамовый шарик.
    .suffix = M42A2, Empty
ent-RMCGunRackM42A2Filled = { ent-RMCGunRackM42A2Empty }
    .suffix = M42A2, Filled
    .desc = { ent-RMCGunRackM42A2Empty.desc }
