ent-RMCGunRackM42A2Empty = оружейная стойка M42A2
    .desc = Оружейный стеллаж производства AEGIS, предназначенный для хранения длинноствольного оружия. Хотя предполагалось, что первоначальная модель будет легко модифицируемой, ККМП ввела в эксплуатацию стеллажи с фиксированными прорезями, которые подходят только для дробовиков M42A2. Некоторые говорят, что они были дешевле, другие — что главной причиной была способность морпехов ломать всё, что сложнее вольфрамового шарика.
    .suffix = M42A2, Пусто
ent-RMCGunRackM42A2Filled = { ent-RMCGunRackM42A2Empty }
    .suffix = M42A2, Заполнено
    .desc = { ent-RMCGunRackM42A2Empty.desc }
