ent-CMWeaponPistolBase = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-CMWeaponPistolM4A3 = служебный пистолет M4A3
    .desc = Служебный пистолет M4A3, который когда-то был стандартным оружием колониальных пехотинцев, но недавно был заменен боевым пистолетом 88 Mod 4.
ent-CMWeaponPistol88m4 = боевой пистолет 88 Мод. 4
    .desc = Стандартное огнестрельное оружие USCM. Также встречается в руках команд ЧВК Вейланд-Ютани. Стреляет 9-мм патронами, разрушающими броню, и может вести огонь очередями по 3 патрона.
ent-CMWeaponPistolVP78 = пистолет VP78
    .desc = Массивный, грозный полуавтоматический пистолет под патрон калибра 9 мм. Часто встречается как в UA, так и в 3WE, его часто держат в руках как подразделения ЧВК Вейланд-Ютани, так и руководители корпораций. Это оружие также проходит ограниченные полевые испытания в рамках программы USCM по созданию пистолета нового поколения. На затворе выгравирован логотип Weyland-Yutani, напоминающий о том, кто здесь главный.
