ent-RMCGuidebookLawMarine = военный закон
    .desc = Обычно эта книга является любимым чтивом любого сотрудника военной полиции ККМП. Её смысл в том, чтобы служить весами для меча правосудия, которым размахивают на борту судов морской пехоты Объединённого Правительства Земли для поддержания мира и порядка. Среди её прозвищ: «Красная книга дьявола», «Библия всех грешников», КНИГА, ВЗ, Красный Кирпич, «Руководство по пыткам Приставолитета» или «Библия пыток всех грешников Красного дьявола Приставолитета».
ent-RMCGuidebookLawMarineProvost = военный закон: лимитированная версия Приставолитета
    .suffix = Руководство, Адмем
    .desc = { ent-RMCGuidebookLawMarine.desc }
ent-RMCGuidebookSOP = военные уставы
    .desc = Одна из самых важных книг на борту любого судна колониальной пехоты ОПЗ — или, по крайней мере, именно так вы обязаны к ней относиться. На этих страницах изложены руководящие принципы и процедуры ККМП для самых разных ситуаций.
