ent-RMCGuidebookLawMarine = Военный закон
    .desc = Обычно эта книга является любимым чтивом любого сотрудника военной полиции ККМП, и ее смысл заключается в том, чтобы служить весами для меча правосудия, которым размахивают на борту судов морской пехоты Объединённого Правительства Земли, чтобы поддерживать мир и порядок. Его прозвища могут включать, но не ограничиваться ими: "Красная книга дьявола", "Библия всех грешников", КНИГА, ВЗ, Красный Кирпич, "Руководство по пыткам приставолитета", "Библия пыток всех грешников Красного дьявола Приставолитета".
ent-RMCGuidebookLawMarineProvost = Военный закон: лимитированная версия приставолитета
    .suffix = Guidebook, Admeme
    .desc = { ent-RMCGuidebookLawMarine.desc }
ent-RMCGuidebookSOP = Военные уставы
    .desc = Одна из самых важных книг на борту любого судна колониальной пехоты ОПЗ, или, по крайней мере, именно так вы должны к ней относиться. На страницах книги изложены руководящие принципы и процедуры ККМП, касающиеся всевозможных ситуаций.
