ent-CMMemorialBase = { ent-Memorial }
    .desc = { ent-Memorial.desc }
ent-CMMemorial = плита победы
    .desc = Корабельный мемориал, посвящённый победам морских пехотинцев и павшим морским пехотинцам этого корабля. Слева на плите высечены великие истории о победах. Справа - список знаменитых морских пехотинцев, павших в бою во время службы в Корпусе колониальной морской пехоты.
ent-CMMemorialMaintainers = плита памяти
    .desc = Мемориал всем членам команды мейнтейнеров, отошедшим от работы над RMC-14. Имена менторов не указаны.
ent-CMMemorialAdmins = { ent-CMMemorialMaintainers }
    .desc = Мемориал всем администраторам и модераторам, покинувшим RMC-14. Имена менторов не указаны.
