ent-CMM96CSniperRifle = противотанковая снайперская винтовка M96C
    .desc = Высококлассная сверхтяжелая снайперская винтовка от Vitezstvi, оснащенная специальным вариантом самого тяжелого из доступных боеприпасов - безгильзовым патроном 10х99 мм. Для эффективного использования этого оружия требуется специальная броня для уменьшения отдачи.
ent-CMMagazineSniperM96C = магазин M96C марксман (10x99мм)
    .desc = Магазин специализированных сверхзвуковых противотанковых патронов калибра 10х99 мм.
ent-CMCartridgeSniper10x99mm = пуля (10x99мм)
    .desc = { ent-RMCBaseBullet.desc }
