ent-RMCXM43E1AntiMaterielRifle = крупнокалиберная снайперская винтовка XM43E1
    .desc = Экспериментальная крупнокалиберная винтовка производства «Эгида Армаментс», недавно полученная из запасников заброшенного центра прототипирования. В частности, эта винтовка в настоящее время проходит полевые испытания. Использует безгильзовые патроны калибра 10х99 мм. Это оружие способно пробивать тонкие металлические плиты и стены, хотя при этом будет потеряна большая часть убойной силы выстрела. Опытные специалисты способны разобрать на куски цельную армированную стену, используя всего один стандартный магазин калибра 10х99 мм. Без взрывчатки или инженера, они используют каждый из 8 выстрелов для разрушения несущих конструкций, в результате чего стена разлетается на части.
ent-RMCMagazineSniperXM43E1AntiMateriel = магазин XM43E1 марксман (10x99мм)
    .desc = Магазин безгильзовых крупнокалиберных патронов калибра 10x99 мм, способных пробивать большинство материалов, которыми оснащена пехота. В зависимости от того, во что вы попадёте, энергии пули может хватить даже на поражение того, что находится позади цели.
ent-RMCCartridgeSniper10x99mmAntiMateriel = патрон (10x99мм) (AntiMateriel)
    .desc = { ent-CMCartridgeSniper10x28mm.desc }
ent-RMCBulletSniper10x99mmAntiMateriel = пуля (10x99мм)
    .desc = { ent-CMBulletSniper10x28mm.desc }
