ent-CCMMirtanOficcerCloak = офицерский плащ Империи
    .desc = Багровый плащ, который вручают доказавшим свою преданность и силу духа Императору. Обычно виден на плещах офицеров и инквизиторов Империи Миртана.
ent-CCMMirtanOficcerCloakLarge = { ent-CCMMirtanOficcerCloak }
    .desc = Доходящий до самых ступней багровый офицерский плащ с изображением четырёхкрылого орла Империи Миртана.
ent-CCMMirtanSpecialistCloak = плащ специалиста Империи
    .desc = Короткий синий плащ, используемый для обозначения специалистов в армиях Империи Миртана.