ent-RMCCLFSurplusPVE = стойка с одеждой КФО
    .desc = Прочная металлическая стойка, сделанная местными друзьями фронта, доверху забитая всей амуницией и одеждой, которую только может пожелать повстанец. Как ни странно, тоже сделана местными друзьями фронта.
    .suffix = PVE, КФО
ent-RMCCLFUtilitiesPVE = стойка с оснащением КФО
    .desc = Прочная металлическая стойка, изъятая из захваченного военного груза ОПЗ, загруженная всем снаряжением, которое только может пожелать повстанец.
    .suffix = PVE, КФО
