ent-RMCBaseTesla = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-RMCTesla = Катушка Тесла ООН 21
    .desc = Уваленный способ производства высоковольтного, низкого тока и высокочастотного электричества. Незначительные модификации позволяют ему попасть только в враждебные цели с разрушительным шоком.
ent-RMCTeslaMicro = Катушка Micro Tesla ООН 25
    .desc = Уваленный способ производства высоковольтного, низкого тока и высокочастотного электричества. Незначительные модификации позволяют ему попасть только в враждебные цели с разрушительным шоком. Это меньше и легче.
ent-RMCTeslaOverclocked = ООН 21S разгонал катушку Тесла
    .desc = Уваленный способ производства высоковольтного, низкого тока и высокочастотного электричества. Незначительные модификации позволяют ему попасть только в враждебные цели с разрушительным шоком. Это значительно разгоняется, обеспечивая гораздо больше напряжения за счет скорости.
