ent-RMCBaseTesla = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-RMCTesla = катушка теслы UE 21S
    .desc = Чудо инженерной мысли производства Nakamura's Engineering, представлющее из себя катушку, создающую огромное количество энергии и способное запускать разряды в сторону врага с помошью оборудованных ИИ датчиков движения с системой опознавания. Сонащена высокомощными термоэлектрическими генераторами.
ent-RMCTeslaMicro = микро-катушка теслы UE 25S
    .desc = Уменьшенная модель UE 25S всё того же производства. Обладает менее мощными генераторами, но оснащена улучшенными рассеивателями энергии, благодаря которым катушка способна быстрее перезаряжаться и работать сразу по нескольким целям.
ent-RMCTeslaOverclocked = разогнанная катушка теслы UE 21S
    .desc = Модификация UE21S, заточенная исключительно на то, чтобы убивать. Оснащена крайне мощным генератором на основе взаимодействи БлюСпейса и РэдСпейса. Эксклюзивно военная модель.
