ent-RMCBaseTesla = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-RMCTesla = катушка теслы UN 21S
    .desc = Совершенный способ производства высоковольтного, слаботочного и высокочастотного электричества. Незначительные модификации позволяют ему поражать враждебные цели только разрушительным шоком.
ent-RMCTeslaMicro = микро-катушка теслы UN 25S
    .desc = Совершенный способ производства высоковольтного, слаботочного и высокочастотного электричества. Незначительные модификации позволяют ему поражать враждебные цели только разрушительным шоком. Эта меньше и легче.
ent-RMCTeslaOverclocked = разогнанная катушка теслы UN 21S
    .desc = Совершенный способ производства высоковольтного, слаботочного и высокочастотного электричества. Незначительные модификации позволяют ему поражать враждебные цели только разрушительным шоком. Эта значительно разогнана для обеспечения гораздо большего напряжения за счет скорости.
