ent-ColMarTechSCTGear = КолМарТех стойка снаряжения отрядного боевого техника
    .desc = Автоматизированная стойка снаряжения боевых техников.
ent-ColMarTechSCTEquipment = КолМарТех стойка экипировки отрядного боевого техника
    .desc = Автоматизированная стойка, подключенная к гигантскому хранилищу стандартной экипировки боевых техников.
ent-ColMarTechSCTTools = КолМарТех стойка инструментов отрядного боевого техника
    .desc = Торгомат, в котором хранятся различные запасные инструменты, которые пригодятся на поле боя.
