ent-RMCVendorWeaponsSpecialistGearBase = { "" }
    .desc = { "" }
ent-ColMarTechSWSGear = стойка снаряжения специалиста по вооружению КолМарТех
    .desc = Автоматизированная стойка снаряжения для отрядных специалистов по вооружению.
ent-RMCKitWeaponsSpecialist = набор специалиста
    .desc = Картонная коробка. Откройте её, чтобы получить комплект снаряжения специалиста.
ent-ColMarTechSWSEquipment = стойка экипировки специалиста по вооружению КолМарТех
    .desc = Автоматизированная стойка, подключенная к гигантскому хранилищу стандартной экипировки специалистов по вооружению.
