ent-ColMarTechFLGear = КолМарТех стойка снаряжения командира огневой группы
    .desc = Автоматизированная стойка снаряжения командиров огневой группы.
ent-ColMarTechFLEquipment = КолМарТех стойка экипировки командира огневой группы
    .desc = Автоматизированная стойка, подключенная к гигантскому хранилищу стандартной экипировки командиров огневой группы.
ent-RMCVendorBundleCrewFireteamLeader = базовый набор командира огневой группы
    .desc = Содержит лазерный целеуказатель и 2 упаковки фальшфейеров.
