# medical
cm-job-name-cmo = Старший медицинский офицер
cm-job-description-cmo = Контролируйте медблок, исследования и химию. Управляйте медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морской пехоты.
CMJobCMO = Старший медицинский офицер
cm-job-name-doctor = Врач
cm-job-description-doctor = Лечите всех пациентов, поступающих в медблок. Переносите раненых морских пехотинцев с ФОБ'а в медблок. При необходимости проводите хирургические операции.
CMJobDoctor = Врач
cm-job-name-nurse = Интерн
cm-job-description-nurse = Помогайте врачам и медикам в оказании помощи раненым.
CMJobNurse = Интерн
cm-job-name-researcher = Исследователь
cm-job-description-researcher = Проводите исследования того, что вам присылают. Создавайте и анализируйте новые химические вещества, инструменты и предметы.
CMJobResearcher = Исследователь
