ent-CMMagazineSniperM96S = магазин M96S (10x28мм, снайперские)
    .desc = Магазин снайперских винтовочных патронов. Прицельный выстрел из него нанесет значительный урон.
ent-CMMagazineSniperM96SIncendiary = магазин M96S (10x28мм, зажигательные)
    .desc = Магазин снайперских винтовочных патронов. Прицельный выстрел из него временно ослепит цель и нанесет ей сильные ожоги.
ent-CMMagazineSniperM96SFlak = магазин M96S (10x28мм, зенитные)
    .desc = Магазин снайперских винтовочных патронов. Прицельный выстрел из него временно замедлит цель и ослабит контрудар.
ent-CMMagazineSniperM96SAntiMateriel = магазин XM43E1 (10x99мм, снайперские)
    .desc = Магазин с 10 патронами калибра 99 мм для поражения бронетехники.
