reagent-name-rmcphoron = форон
reagent-desc-rmcphoron = Особая форма металлической плазмы, которая не встречается на Земле. Хотя форон является легковоспламеняющимся и чрезвычайно токсичным веществом, его высокая плотность энергии делает форон одной из лучших альтернатив твёрдому топливу. Жидкий форон часто используется для исследовательских целей и в медицинской отрасли в качестве катализатора для многих продвинутых химикатов.
reagent-name-rmcnapalmut = смесь УГ-Нафтал
reagent-desc-rmcnapalmut = Известный как Ультра Густая Нафталовая Смесь, липкий горючий жидкий химикат, широко используемый в огнемётах.
