ent-RMCWeaponLauncherHJRA12 = ручной противотанковый гранатомёт HJRA-12
    .desc = Ручной противотанковый гранатомёт HJRA-12 является стандартным противотанковым оружием СПН. Он разработан как простое в использовании средство для вывода из строя или уничтожения бронетехники.
ent-RMCRocketHJRA12 = противотанковая ракета HJRA-12
    .desc = Ракета для стандартного ручного противотанкового гранатомёта СПН HJRA-12. Это стандартная противотанковая ракета, предназначенная для вывода из строя или уничтожения вражеских машин.
ent-RMCProjectileRocketHJRA12 = 84-мм фугасная ракета
    .desc = Совместимый с M5-ATL тубус с ракетой, снаряженной бронебойной боевой частью. Способна пробивать и уничтожать тяжелобронированные цели. Практически не наносит урона взрывной волной. Гарантированно оглушает большинство целей. Обладает высокой точностью в пределах 7 метров.
