ent-RMCBaseWeaponLauncher = { ent-BaseWeaponLauncher }
    .desc = { ent-BaseWeaponLauncher.desc }
ent-RMCWeaponLauncherM5ATL = M5-ATL
    .desc =
        Пусковая установка M5-ATL - мощное противотанковое пехотное орудие, широко состоящее на вооружении ККМП. Используемый для поражения лёгких танков и вражеских сооружений, M5-ATL является опасным оружием с широким спектром возможностей боевого применения в зависимости от заряженного боеприпаса и способен стрелять как снарядами, так и ракетами.

        У этого полностью отсутствует смарт-оптика, и, кажется, он повреждён, что значительно ограничивает его дальность...
ent-RMCRocket84mm = 84-мм фугасная ракета
    .desc = Совместимый с M5-ATL тубус с ракетой, снаряженной фугасной боевой частью. Наносит высокий урон по мягким целям при прямом попадании и задевает другие цели в радиусе 5 метров. По тяжелобронированным целям действует слабо.
ent-RMCProjectileRocket84mm = 84-мм фугасная ракета
    .desc = Ох.
ent-RMCRocket84mmAntiArmor = 84-мм бронебойная ракета
    .desc = Совместимый с M5-ATL тубус с ракетой, снаряженной бронебойной боевой частью. Способна пробивать и уничтожать тяжелобронированные цели. Практически не наносит урона взрывной волной. Гарантированно оглушает большинство целей. Обладает высокой точностью в пределах 7 метров.
ent-RMCProjectileRocket84mmAntiArmor = 84-мм бронебойная ракета
    .desc = { ent-RMCProjectileRocket84mm.desc }
