ent-RMCWeaponLauncherDisposable = M5A1 SLAW
    .desc = M5A1 SLAW - это лёгкое однозарядно противотанковое оружие, споособное стрелять на дальность до 1000 метров. Полностью одноразовая пусковая установка после выстрела выбрасывается. В сложенном виде система SLAW состоит из водонепроницаемой ударной трубы из углепластикового композита, внутри которой находится алюминиевая пусковая труба с ракетой. Выстрел из оружия производится нажатием кнопки заряжания на спусковой рукоятке. Имеет прицел и стреляется с плеча.
ent-RMCWeaponLauncherDisposableFolded = M5A1 SLAW
    .desc = Противотанковая ракетница M5A1 SLAW, сложенная для облегчения хранения.
    .suffix = Folded
