ent-RMCBaseWeaponGrenadeLauncher = { ent-['BaseItem', 'CMBaseWeaponGun', 'RMCBaseAttachableHolder'] }
  .desc = { ent-['BaseItem', 'CMBaseWeaponGun', 'RMCBaseAttachableHolder'].desc }
ent-WeaponLauncherM83 = гранатомет M83
    .desc = Тяжелый 6-зарядный гранатомет, используемый UNMC для блокирования зон и мощных взрывов.
ent-CMWeaponLauncherM79 = гранатомет M79
    .desc = Гранатомет М79 — это однозарядный гранатомет переломного типа для стрельбы с плеча.
ent-RMCWeaponLauncherM5ATL = M5-ATL
    .desc =
        Противотанковая пусковая установка M5 — мощное противотанковое пехотное оружие, обычно используемое UNMC. M5-ATL, используемое для уничтожения легких танков и вражеских построек, представляет собой опасное оружие с разнообразными боевыми применениями в зависимости от загруженных боеприпасов и способное стрелять как снарядами, так и реактивными гранатами.

У неё полностью отсутствует интеллектуальная оптика, и она, похоже, повреждена, что значительно ограничивает ее дальность...

