ent-ArmorHelmetREV = шлем Петрищевцев
    .desc = Крепкий шлем, очень сильно похожий на образец шлема СССП. На лобой части красуется красный кулак.
ent-CCMREVPilotka = пилотка Петрищевцев
    .desc = Популярный аксессуар среди Петрищевцев, не защитит от пуль, но выглядит красиво.
ent-CCMHeadCapREVPeaked = фуражка Петрищевцев
    .desc = Символ железной воли и храбрости. На переднеё части пришит символ Петрищевцев - багровый молот и красный серп.
ent-CCMREVBeret = берет Петрищевцев
    .desc = Чёрный берет с красным молотком и серпом. Любимый атрибут ветеранов Петрищевцев.
