ent-CMDrinkWEYAWaterBottle30 = бутилированная родниковая вода Кристалл
    .desc = Сверхдорогая «родниковая» вода. Разливается по бутылкам корпорацией Кристалл.
ent-RMCDrinkWEYABugJuice = протеиновый напиток "Жучий Сок"
    .desc = Пластиковая бутылка, полная зелёной жижи. На вкус как киви, но вы уверенны, что киви тут даже и не пахнет.
ent-RMCDrinkWEYACocoMilk = бутилированное кокосовое молоко
    .desc = Богатый витаминами и (искусственным) вкусом, утоляет жажду за несколько глотков. Бутилироованно каким-то брендом, занимающимся курортами.
ent-RMCDrinkWEYASoylent = премиумный щоколадный сойлент
    .desc = Пластиковая бутылка, полная липкой доброты с шоколадным вкусом. В одной бутылке столько же калорий сколько обычно в среднем завтраке - не выпивайте залпом, не рискуйте болью в животе на протяжении последующих нескольких дней.
