ent-RMCKatana = катана
    .desc = Искусно сделанный японский меч с отлично заточенным клинком. Лезвие доведено до молекулярной остроты и чрезвычайно смертоносно. Часто встречается в руках наёмников и якудза.
    .suffix = RMC14
ent-RMCKatanaSharp = абсурдно острая катана
    .desc =
        Всё, с меня хватит этого бреда про «мастерские полуторные мечи», который сейчас творится в RMC-14. Катаны заслуживают куда большего. Намного, намного большего.
        
        Я знаю, о чём говорю. Я лично заказал настоящую катану в Японии за 2 400 000 иен (около 20 000 долларов) и практикуюсь с ней уже почти 2 года. Я могу своей катаной разрубать стальные плиты.
        
        Японские кузнецы годами трудятся над одной катаной, складывая сталь до миллиона раз, чтобы создать лучшие клинки, известные человечеству.
        
        Катаны в три раза острее европейских мечей и во столько же раз тверже. Всё, что может разрубить длинный меч, катана разрубит лучше. Я уверен, что катана легко рассечёт рыцаря в полном латном доспехе простым вертикальным ударом.
        
        Никогда не задумывались, почему средневековая Европа даже не пыталась завоевать Японию? Всё верно, они слишком боялись дисциплинированных самураев и их разрушительных катан. Даже во Второй мировой войне американские солдаты в первую очередь целились в людей с катанами, потому что их убойную силу боялись и уважали.
    .suffix = Адмемы
