ent-RMCBaseMeleeWeapon = { "" }
    .desc = { "" }
ent-RMCM5Bayonet = штык-нож M5 'Ночной налётчик'
    .desc = Стандартный штык колониальной морской пехоты. Его можно засунуть в ботинок.
ent-CMM11Knife = метательный нож M11
    .desc = Войсковой нож, предназначенный для метания в противника.
ent-CMM2132Machete = мачете M2132
    .desc = Новейшее мачете колониальной морской пехоты.
ent-RMCCeremonialSword = церемониальная сабля
    .desc = Изысканная церемониальная сабля, передававшаяся из поколения в поколение. Несмотря на это, за ней очень хорошо ухаживали, и она находится в идеальном состоянии.
ent-RMCM2100Machete = M2100 "Нга́йхи"
    .desc = Более старая мачете ККМП, так себя и не испытавшая. Разработан в Ноократии Эранта. Из-за зазубрин его было трудно чистить, и поэтому ККМП отказалась принять его на вооружение, несмотря на превосходную ударную силу.
ent-RMCStraightRazor = Опасная бритва
    .desc = Любимое оружие Команданта против морских пехотинцев, которые осмеливаются нарушать стандарты ухода.

ent-RMCCombatUtilityKnifeA = Боевой нож 'Дружина'
    .desc = Тяжёлый боевой нож, разработанный для красногвардейцев и диверсионно-разведовательных полков СССП. Очень популярен благодаря своей тяжести и долговечности.

ent-RMCCombatUtilityKnifeB = { ent-RMCCombatUtilityKnifeA }
    .desc = { ent-RMCCombatUtilityKnifeA.desc }

ent-RMCTantoA = Боевой нож Mk3
    .desc = В Империи Миртана нож - не просто бессполезная безделушка, которой ты вряд ли воспользуешьсяв бою, нож - оружие последнего шанса, символ надежды, нож есть у каждого человека с ранних лет, его передают по наследству, получают в награду и теряют только с зелёной кровью на нём. Этот выплавлен в форме древнего Земного ножа - Танто.

ent-RMCTantoB = { ent-RMCTantoA }
    .desc = { ent-RMCTantoA.desc }

ent-RMCSawtoothDaggerA = Траншейный нож модели 'Фиоре'
    .desc = "Тонкий и хрупко выглядящий нож, больше напоминающий зубочистку" - Рассказав это какому-нибудь солдату, он, пожалуй, рассмеялся бы. На самом деле эта 'зубачистка' забрала больше душ чем вы за всю свою солдатскую жизнь и жизни ваших товарищей вместе взятых.

ent-RMCSawtoothDaggerB = { ent-RMCSawtoothDaggerA }
    .desc = { ent-RMCSawtoothDaggerA.desc }


