ent-RMCStunBatonDamaged = повреждённая дубинка-шокер
    .desc = Электрошоковая дубинка для обездвиживания целей. Эта выглядит изрядно побитой и сломанной, особенно в районе переключателя.
ent-CMStunbaton = дубинка-шокер
    .desc = Электрошоковая дубинка для обездвиживания людей.
ent-RMCTelescopicBaton = телескопическая дубинка
    .desc =
        Компактное и более сильное оружие самообороны. В сложенном виде её легко носить скрытно. Она имеет больше оглущающего и контрольного потенциала чем её аналог, только синтетикам поддаётся эта дубинка

        ПРИМЕЧАНИЕ: Дубинка разработана только для работы в включенном режиме, использование дубинки в неактивном состоянии может привести к наказанию синтетика, если это не был крайний/аварийный случай
