ent-RMCCigarCase = портсигар
    .desc = Футляр для хранения сигар, когда вы их не курите.
ent-RMCTarbackCase = сигарная туба
    .desc = Не позволяйте модной коробочке и листу бумаги, содержащему чепуху о традициях и качестве, обмануть вас. Эта черута — самое дно. Скручено в Колумбии.
ent-RMCShioRoyalsCase = коробка сигар Shio Royals
    .desc = Деревянная сигарная коробка, предназначенная для хранения Shio Royals. Золотое тиснение выглядит невероятно пафосно для сигар, которые лучше всего описываются словом «сойдёт». Скручено в Японии.
