ent-CMTarbackCigar = сигара тарбак
    .desc = Тарбак от Рейзланд Тобакко. Генеральный хирург ОПЗ заявил, что курение тарбака может быть опасным для здоровья. Компания Рейзланд Тобакко заявила, что Генеральный хирург - сучка. Скручено в Колумбии.
ent-CMTarbackCigarSpent = { ent-CMTarbackCigar }
    .suffix = Скуренные
    .desc = { ent-CMTarbackCigar.desc }
ent-RMCTarbackTube = туба тарбака
    .desc = Одиночная сигара Тарбак в защитной металлической тубе. Настолько низкопробные, насколько это возможно. Скручено в Колумбии.
