ent-ColMarTechCargoGuns = КолМарТех автоматическая стойка оружия
    .desc = Автоматизированная стойка, подключенная к большому хранилищу различного вооружения и взрывчатки. Доступ к нему имеют офицер снабжения и техники снабжения.
ent-ColMarTechCargoAmmo = КолМарТех автоматическая стойка боеприпасов
    .desc = Автоматизированная стойка снабжения, подключенная к большому хранилищу различных типов боеприпасов. Доступ к нему имеют офицер снабжения и техники снабжения.
ent-ColMarTechCargoAttachments = Эгида Армаментс торгомат оружейных приспособлений
    .desc = Автоматизированная стойка снабжения, подключенная к большому хранилищу оружейных приспособлений. Доступ к нему имеют офицер снабжения и техники снабжения.
ent-ColMarTechCargoUniform = КолМарТех автоматическая стойка запасной униформы
    .desc = Автоматизированная стойка, подключенная к большому хранилищу стандартного обмундирования. Доступ к нему имеют офицер снабжения и техники снабжения.
