ent-ColMarTechCrewSynthetic = Colmartech Synthetic Equipment Rack
    .desc = Автоматизированная стойка подключена к колоссальному хранению различного оборудования. Можно получить доступ только синтетическими единицами.
ent-ColMarTechCrewSyntheticGear = Colmartech синтетическая вспомогательная передача
    .desc = Автоматизированная передаточная стойка подключена к колоссальному хранению различных медицинских и инженерных принадлежностей. Можно получить доступ только синтетическими единицами.
ent-WeYaExperimentalToolsVendor = We-Ya Experimental Tools поставщик
    .desc = Небольшой поставщик подключил кеш специально предоставленный экспериментальные инструменты и оборудование, предоставленные Отделом исследований и разработок WE-YA (TM). Справиться с осторожностью.
ent-RMCVendorBundleCompactNailgunKit = Компактный комплект Nailgun
    .desc = Содержит компактный гвозди, два журнала и кобуру для гвозди.
