ent-ColMarTechCrewSynthetic = КолМарТех автоматическая стойка экипировки синтетиков
    .desc = Автоматизированная стойка, подключенная к колоссальному хранилищу различного оборудования. Доступ возможен только для синтетиков.
ent-ColMarTechCrewSyntheticGear = КолМарТех стойка снаряжения синтетиков поддержки
    .desc = Автоматизированная стойка экипировки, подключенная к колоссальному хранилищу различных медицинских и инженерных принадлежностей. Доступ возможен только для синтетиков.
ent-WeYaExperimentalToolsVendor = торгомат We-Ya эксперементальные инструменты
    .desc = ебольшой торгомат подключенный к тайнику специально подготовленных экспериментальных инструментов и оборудования, предоставленных We-Ya Research and Development Division (TM). Обращаться с осторожностью.
ent-RMCVendorBundleCompactNailgunKit = компактный комплект гвоздомёта
    .desc = В комплект входит компактный гвоздомёт, два магазина и кобура для гвоздомёта.
