rmc-new-to-job-popup-title = RMC14: Окно новой роли
rmc-new-to-job-popup-job-name = Добро пожаловать на роль: { $name }!
rmc-new-to-job-additional = Если вы не знаете, что делать, обратитесь за помощью к старшим по званию или нажмите F1 > Mentor Help, чтобы связаться с менторами, которые всегда готовы помочь.
rmc-new-to-job-popup-close-button = Готов!
rmc-new-to-job-popup-close-button-wait = Кнопка закрытия станет активна через { $time } сек.
rmc-new-to-job-req-tech =
    Как техник снабжения (Requisitions Technician), ваша задача — обеспечивать морпехов снаряжением, работая на выдаче или помогая офицеру логистики с грузовыми дропами.
    
    Слева от карго (ваше место появления) находятся две линии выдачи с торговыми автоматами. В начале раунда морпехи выстроятся там в очереди. Большую часть их запросов можно удовлетворить через эти автоматы. Если чего-то нет, проверьте автомат с излишками униформы на юге или закажите припасы через консоли ASRS рядом с очередями.
    
    После стартовой суматохи ваша работа переходит в помощь офицеру логистики: упаковка боеприпасов, сбор излишков из комнат подготовки отрядов (на севере и юге от вашего отдела) и доставка ресурсов из других отделов — всё ради того, чтобы морпехи были вооружены до зубов.
rmc-new-to-job-nurse =
    Как медбрат/медсестра (Nurse), ваша задача — помогать врачам и изучать основы медицины. Не переживайте, если работа есть не всегда. Попросите врача обучить вас азам — обычно они рады показать, как латать пациентов.
    
    Основные средства: марля (gauze) / травмпакеты (trauma kits) / хирургические нити для лечения физических травм (brute), и мази (ointment) / ожоговые пакеты (burn kits) / синт-графты для лечения ожогов. Марля и мази — базовые вещи, доступные всем. Травмпакеты и ожоговые наборы лечат быстрее в руках обученного персонала. Хирургические нити и синт-графты бесконечны и очень эффективны — используйте их как основные инструменты. Помните: физические травмы вызывают кровотечение, поэтому лечите их как можно раньше.
    
    Вы также можете использовать химикаты. Бикаридин (Bicaradine) и Мералин (Meralyne) лечат физический урон. Келотан (Kelotane) и Дермалин (Dermaline) лечат ожоги. Следите за дозировкой: передозировка Келотана и Бикаридина начинается с 30-50 единиц, а Мералина и Дермалина — с 15-25 единиц. Не вкалывайте слишком много, иначе пациенту станет хуже.
    
    Используйте анализатор здоровья (Health Analyzer), чтобы узнать тип урона и получить советы по лечению. Если пациент в "крите" (100+ урона), он без сознания. При 200+ урона наступает смерть. Вы можете оживить человека дефибриллятором, если поднимете его здоровье выше 0. Делайте СЛР (клик по пациенту пустой рукой раз в 4 секунды), чтобы замедлить гниение трупа или уменьшить урон от нехватки воздуха в "крите".
rmc-new-to-job-rifleman =
    Как стрелок (Rifleman), вы — основная боевая сила своего отряда. Ваша сила в численности и слаженности. Держитесь рядом с товарищами, чтобы вас не утащили ксеноморфы.
    
    После пробуждения из крио вы будете голодны. Возьмите еду в автоматах сверху или снизу комнаты. ЛКМ — взаимодействие, Shift+ЛКМ — осмотр. Нажмите E с едой в руке, чтобы поесть.
    
    Затем идите налево к ряду торговых автоматов. Здесь вы получите одежду, пояса и подсумки. Оранжевое — важно, зеленое — обязательно. Идите дальше налево в общую оружейную. Оружейные стойки находятся в углах слева. Возьмите оружие и магазины. Чтобы зарядить, возьмите магазин в руку и нажмите на пушку в другой руке (смена рук на X).
    
    Снарядившись, идите в комнату брифинга своего отряда (с цветными креслами на севере или юге). Если пропустили брифинг — не беда, двигайтесь дальше.
    
    Идите налево, мимо медотсела (белые стены) в ангар. Садитесь в желтый десантный шаттл (Alamo) и пристегнитесь к креслу. Он доставит вас на планету.
    
    Справа на экране вы увидите указатель с надписью 'SL' — это ваш лидер отряда. Следуйте за ним. Чтобы говорить в рацию отряда, нажмите T и начните сообщение с ';h'. Это работает, только если вышка связи исправна. Для общения с теми, кто рядом, просто пишите в чат через T.
    
    Используйте фигурную скобку в начале сообщения для LOOC-чата — это поможет вам задать вопросы игрокам вне роли, если вам нужна помощь.
rmc-new-to-job-staff-officer =
    Как штабной офицер (Staff Officer), ваша задача — осуществлять надзор (overwatch), мониторинг и поддержку вверенного вам отряда, а также передавать приказы Командующего Операцией.
    
    Ваше рабочее место — CIC (Командный центр), у одного из четырех терминалов с цветовой маркировкой отрядов. Терминал позволяет отправлять сообщения отряду (синий текст в чате), переводить бойцов, назначать И.О. лидера отряда и наблюдать через шлем-камеры. У вас есть тактическая карта с позициями морпехов (и ксеносов, если работают сенсоры) и телефон для связи с отделами без использования рации.
    
    Вы также отправляете грузы (Supply Drops) через вкладку слева. Согласуйте содержимое с техниками снабжения по частоте (u;). Когда ящик готов и запечатан, его можно отправить по координатам (уровень крыши 0 или 1).
    
    Ваше присутствие на брифинге обязательно, но если вам нужно время освоиться с консолями, можете попросить разрешения остаться в CIC.
rmc-new-to-job-military-police =
    Как военная полиция (MP), вы следите за соблюдением Кодекса Морской Пехоты (MLAW) и Стандартных Процедур (SOP), а также являетесь первой линией обороны корабля. Подробности правил есть в руководстве (Guidebook) или книгах из вашего автомата слева от крио-отсека. Ваша цель — сделать игру атмосферной и приятной для всех. Разрешайте конфликты мирно и используйте минимум силы.
    
    Обычно MP патрулируют места скопления морпехов: карго, медотсел, зал брифинга. Если видите подозрительное поведение — сверьтесь с книгами или спросите совета у коллег по рации. Часто одного вашего присутствия достаточно для порядка.
    
    Если вы проводите арест, доставьте подозреваемого в бриг. Приговоры выносит Варден или Начальник полиции (CMP). Камеры находятся на юго-западе от входа в бриг. На западе находится комната казней, на севере — арсенал для режима Красной Тревоги (доступ туда только у Вардена и CMP).
    
    После высадки основных сил патрулируйте корабль, помогайте с логистикой, переносите ящики с разведданными (Intel) в лабораторию на 2-м этаже и помогайте в морге. У вас будет время на ролевое взаимодействие и поддержку новичков. Если на корабль доставят выживших или пленных — ваша задача обеспечить их проверку и контроль согласно руководству.
rmc-new-to-job-dcc =
    Как специалист палубной команды (DCC), вы помогаете пилотам и обеспечиваете работу десантных шаттлов.
    
    В начале раунда решите, какому пилоту будете помогать, и узнайте, какое оборудование ему нужно. К северу от шаттлов есть комната с фабрикатором запчастей и погрузчиками. Сначала используйте готовые детали в ангаре, прежде чем печатать новые.
    
    Используйте погрузчик для установки модулей на точки крепления шаттлов. У каждого пилота свои предпочтения, так что всегда спрашивайте перед печатью амуниции!
    
    Во время миссии вы летите с пилотом:
    
    На шаттле "Alamo" (желтый): помогайте с погрузкой. Разведданные и тела погибших нужно оставлять в ангаре рядом с медотселом.
    
    На шаттле "Normandy" (серый): перезаряжайте вооружение между вылетами. Используйте погрузчик, чтобы снять пустые кассеты, объединить остатки боеприпасов и поставить их обратно.
    
    В случае медэвакуации (medevac): идите в хвост шаттла и используйте красный модуль медэвакуации. Это поднимет пациента с земли на борт. Сообщите медикам на корабле, что везете раненого.
    
    Также пилот может поручить вам доставку медикаментов, подготовку парашютов или сортировку раненых.
