rmc-supply-drop-not-operational = Платформа сброса припасов не работает.
rmc-supply-drop-no-crate = На платформе сброса припасов не обнаружен ящик. Свяжитесь с отделом снабжения!
rmc-supply-drop-underground = Зона приземления находится под землёй. Сброс снабжения не может попасть сюда.
rmc-supply-drop-blocked = Зона приземления заграждена или находится вне зоны действия. Поставка будет утеряна при сбросе.
rmc-supply-drop-crate-open = Ящик не зафиксирован на платформе сброса припасов. Пожалуйста, закройте его!
rmc-supply-drop-crate-load = { $crate } загружается в пусковую трубу. Не подходить!
rmc-supply-drop-squad-announcement = Сброс припасов { $crate } прибывает. Берегите головы!
