ent-ColMarTechFood = КолМарТех СтряпняМат
    .desc = Поставщик блюд для колониальных морских пехотинцев, содержащий стандартные военные блюда.
ent-CMVendorBooze = АлкоМат
    .desc = Чудо техники, способное мгновенно смешать порцию именно того напитка, который вы пожелаете.
ent-CMVendorChess = ШахматМат
    .desc = В 2143 году корпорация Ред-Стар Дринкс, входящая в СПП-АК (Администрация Колоний), провела рекламный тотализатор по поиску специальных кодов на внутренней стороне крышечек ограниченной партии водки Ред Стар, в результате которого участники получали Шахматмат с пожизненным запасом пополнений.
