ent-ColMarTechFood = СтряпняМат КолМарТех
    .desc = Автомат по выдаче рационов для колониальных морских пехотинцев, содержащий стандартные армейские блюда.
ent-RMCNutriCoVendor = Автоповар NutriCo
    .desc = Автоматический диспенсер еды, способный выдавать блюда, содержащие все необходимые витамины и питательные вещества. Несъедобная на вид жижа проходит через систему нагревателей, формовщиков и закрепителей, после чего обрабатывается искусственными ароматизаторами, чтобы создать нечто, выглядящее и ощущающееся на вкус почти съедобным.
ent-CMVendorBooze = АлкоМат
    .desc = Чудо техники, способное мгновенно смешать порцию именно того напитка, который вы пожелаете.
ent-CMVendorChess = ШахматМат
    .desc = В 2143 году корпорация «Ред Стар Дринкс», входящая в СССП (Союз Стран Социалистического Прогресса), провела рекламную акцию: участники искали специальные коды на внутренней стороне крышек лимитированной партии водки «Красная Звезда», чтобы выиграть этот «ШахматМат» с пожизненным запасом пополнений.
