doc-text-printer-notification-start-operation =
    ⠀[color=darkgreen]▄▀▀▄⠀█▀▀█⠀▄▀▀▄[/color] [head=2]Colonial Marines[/head]
    ⠀[color=darkgreen]█⠀⠀█⠀█⠀⠀█⠀▄⠀▀▄[/color] [head=3]121-я разведывательная рота[/head]
    ⠀[color=darkgreen]⠀▀▀⠀⠀▀⠀⠀▀⠀⠀▀▀⠀ [/color] Дата: 13.05.3026 Форма: КО-ВК
    ⠀[color=darkblue]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[color=darkgreen]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
    ⠀[bolditalic]Данная бумага должна быть заполнена с момента начала Операции, если документ не был отправлен на факс Верховного Командования, то КО или его заместитель получит дисциплинарное взыскание.[/bolditalic]
    ⠀[bold]‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾[/bold]
    ⠀[head=2]Уведомление о начале операции[/head]
    ⠀[bold]Звание, ФИО и Должность КО или его заместителя:[/bold][color=red][signature][/color]
    ⠀[bold]Название Операции:[/bold] [color=red][form][/color]
    ⠀[bold]Боевые Отряды:[/bold] [color=red][form][/color]
    ⠀[bold]Название колонии:[/bold] [color=red][form][/color]
    ⠀[color=darkgreen]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[italic]Использование данного документа в нарушение Военного Устава ККМП ОПЗ и политики Военного закона является нарушением федерального закона и повлечёт за собой уголовную ответственность.[/italic]

doc-text-printer-transaction-report =
    ⠀[color=darkgreen]▄▀▀▄⠀█▀▀█⠀▄▀▀▄[/color] [head=2]Colonial Marines[/head]
    ⠀[color=darkgreen]█⠀⠀█⠀█⠀⠀█⠀▄⠀▀▄[/color] [head=3]121-я разведывательная рота[/head]
    ⠀[color=darkgreen]⠀▀▀⠀⠀▀⠀⠀▀⠀⠀▀▀⠀ [/color] Дата: 13.05.3026 Форма: КО-ВК
    ⠀[color=darkblue]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[color=darkgreen]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
    ⠀[bolditalic]Данная бумага должна быть заполнена если Верховное Командование запросит отчёт, или если КО или его заместитель захочет уведомить Верховное Командование о состоянии операции.[/bolditalic]
    ⠀[bold]‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾[/bold]
    ⠀[head=2]Отчёт о проведении операции[/head]
    ⠀[bold]Звание, ФИО и Должность КО или его заместителя:[/bold][color=red][signature][/color]
    ⠀[bold]Название Операции:[/bold] [color=red][form][/color]
    ⠀[bold]Боевые Отряды:[/bold] [color=red][form][/color]
    ⠀[bold]Информация о проведении операции:[/bold] [color=red][form][/color]
    ⠀[color=darkgreen]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[italic]Использование данного документа в нарушение Военного Устава ККМП ОПЗ и политики Военного закона является нарушением федерального закона и повлечёт за собой уголовную ответственность.[/italic]

doc-text-printer-disciplinary-action-report =
    ⠀[color=darkred]▄▀▀▄⠀█▀▀█⠀▄▀▀▄[/color] [head=2]Military Bailiffs[/head]
    ⠀[color=darkred]█⠀⠀█⠀█⠀⠀█⠀▄⠀▀▄[/color] [head=3]121-я разведывательная рота[/head]
    ⠀[color=darkred]⠀▀▀⠀⠀▀⠀⠀▀⠀⠀▀▀⠀ [/color] Дата: 13.05.3026 Форма: ВП-ВК
    ⠀[color=darkred]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[color=gold]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
    ⠀[bolditalic]Данная бумага должна быть заполнена если Военный Приставолитет запросит отчёт о дисциплинарном взыскании, или если кто-либо из ВП захочет уведомить Военный Приставолитет о дисциплинарном взыскании.[/bolditalic]
    ⠀[bold]‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾[/bold]
    ⠀[head=2]Заявление об дисциплинарном взыскании[/head]
    ⠀[bold]Звание, ФИО и Должность сотрудника ВП:[/bold][color=red][signature][/color]
    ⠀[bold]Звание, ФИО и Должность нарушителя:[/bold] [color=red][form][/color]
    ⠀[bold]Нарушенные статьи ВЗ:[/bold] [color=red][form][/color]
    ⠀[bold]Дисциплинарное Взыскание:[/bold] [color=red][form][/color]
    ⠀[color=darkred]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[italic]Использование данного документа в нарушение Военного Устава ККМП ОПЗ и политики Военного закона является нарушением федерального закона и повлечёт за собой уголовную ответственность.[/italic]

doc-text-printer-mb-request =
    ⠀[color=darkred]▄▀▀▄⠀█▀▀█⠀▄▀▀▄[/color] [head=2]Military Bailiffs[/head]
    ⠀[color=darkred]█⠀⠀█⠀█⠀⠀█⠀▄⠀▀▄[/color] [head=3]121-я разведывательная рота[/head]
    ⠀[color=darkred]⠀▀▀⠀⠀▀⠀⠀▀⠀⠀▀▀⠀ [/color] Дата: 13.05.3026 Форма: ВП-ВК
    ⠀[color=darkred]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[color=gold]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
    ⠀[bolditalic]Данная бумага должна быть заполнена в случае если на борту корабля требуется присутствие Военного Приставолитета в виде инспектора либо отряда по контролю за беспорядками. Ложные вызовы повлекут за собой дисциплинарное взыскание.[/bolditalic]
    ⠀[bold]‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾[/bold]
    ⠀[head=2]Запрос на вызов Военного Приставолитета[/head]
    ⠀[bold]Звание, ФИО и Должность заявителя:[/bold][color=red][signature][/color]
    ⠀[bold]Причина вызова:[/bold] [color=red][form][/color]
    ⠀[bold]Требуется инспектор:[/bold] [color=red][check][/color]
    ⠀[bold]Требуется отряд по контролю за беспорядками:[/bold] [color=red][check][/color]
    ⠀[color=darkred]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[italic]Использование данного документа в нарушение Военного Устава ККМП ОПЗ и политики Военного закона является нарушением федерального закона и повлечёт за собой уголовную ответственность.[/italic]

doc-text-printer-special-chemical-order =
    ⠀Форма CMD-OPH-RST "МСР"
    ⠀Заказ на химические вещества
    ⠀Я, [color=red][signature][/color] находясь в звании [color=red][form][/color], прошу исполнить заказ на особые химические вещества.
    ⠀[bold]Вещество:[/bold] [color=red][form][/color]
    ⠀[bold]Причина заказа:[/bold] [color=red][form][/color]
    ⠀[bold]Подпись:[/bold] [color=red][signature][/color]

doc-text-printer-death-certificate =
    ⠀Форма CMD-OPH-STM "СМР"
    ⠀Свидетельство о смерти
    ⠀Дата: 13/05/3026
    ⠀[bold]Имя умершего:[/bold] [color=red][form][/color]
    ⠀[bold]Пол:[/bold] [color=red][form][/color]
    ⠀[bold]Должность:[/bold] [color=red][form][/color]
    ⠀[bold]Причина смерти:[/bold] [color=red][form][/color]
    ⠀[bold]Ответственный за отчет:[/bold] [color=red][signature][/color]
    ⠀[bold]Расшифровка подписи:[/bold] [color=red][form][/color]

doc-text-printer-construction-request =
    ⠀Форма SOT-CMD-STM "СОТМ"
    ⠀Заявление на проведение строительных работ
    ⠀Дата: 13/05/3026
    ⠀[bold]Заявитель:[/bold] [color=red][signature][/color]
    ⠀[bold]Должность:[/bold] [color=red][form][/color]
    ⠀[bold]Прошу разрешение на строительство/модернизацию следующего(их) объекта(ов):[/bold]
    ⠀[color=red][form][/color]
    ⠀[bold]Причина:[/bold] [color=red][form][/color]
    ⠀[bold]Подпись:[/bold] [color=red][signature][/color]

doc-text-printer-engineering-report =
    ⠀Форма SOT-CMD-STM "СОТМ"
    ⠀Отчёт о проведении технических работ
    ⠀Дата: 13/05/3026
    ⠀[bold]Уполномоченное лицо:[/bold] [color=red][signature][/color]
    ⠀[bold]Отчет:[/bold] [color=red][form][/color]
    ⠀[bold]Оценка проведенных работ:[/bold] [color=red][form][/color]
    ⠀[bold]Должность:[/bold] [color=red][form][/color]

doc-text-printer-colony-incident-report =
    ⠀[color=#751f1f]█⠀⠀⠀█[/color] [head=1]Vitezstvi[/head]
    ⠀[color=#751f1f]▀█⠀█▀[/color] [head=3][italic]Vitezstvi means victory[/italic][/head]
    ⠀[color=#751f1f]⠀▀█▀⠀[/color] Дата: 13.05.3026 Форма: КС-VI
    ⠀[color=#383838]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[color=#751f1f]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
    ⠀[bolditalic]Данная форма должна быть заполнена в случае, если колония Vitezstvi претерпевает неожиданное или несанкционированное изменение своей операционной мощности или статуса, и расследование было санкционировано ВС ОПЗ или корпорацией Vitezstvi.[/bolditalic]
    ⠀[bold]‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾[/bold]
    ⠀[head=2]Отчет об инциденте в колонии[/head]
    ⠀[bold]Звание, ФИО и Должность Корпоративного Связного:[/bold][color=red][signature][/color]
    ⠀[bold]Название операции:[/bold] [color=red][form][/color]
    ⠀[bold]Реагирующие активы ВС ОПЗ:[/bold] [color=red][form][/color]
    ⠀[bold]Причина инцидента:[/bold] [color=red][form][/color]
    ⠀[bold]Подробности инцидента:[/bold] [color=red][form][/color]
    ⠀[bold]Заключение:[/bold] [color=red][form][/color]
    ⠀[color=#751f1f]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[italic]Доступ к этому документу ограничен назначенными сотрудниками департамента. Несанкционированный доступ, распространение или воспроизведение его содержимого будет рассматриваться как нарушение корпоративной политики и может привести к немедленным административным и юридическим мерам.[/italic]

doc-text-printer-nda =
    ⠀[color=#751f1f]█⠀⠀⠀█[/color] [head=1]Vitezstvi[/head]
    ⠀[color=#751f1f]▀█⠀█▀[/color] [head=3][italic]Vitezstvi means victory[/italic][/head]
    ⠀[color=#751f1f]⠀▀█▀⠀[/color] Дата: 13.05.3026 Форма: КС-VI
    ⠀[color=#383838]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[color=#751f1f]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
    ⠀[bolditalic]Данная форма заполняется представителями Vitezstvi и иными сотрудниками колонии, что является активом корпорации, что сотрудники и колонисты обязуются ни в коем из случаев не передавать полученную с колонии информацию кому либо кроме представителей информационного бюро корпорации Vitezstvi и его следственных органов внутреннего порядка.[/bolditalic]
    ⠀[bold]‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾[/bold]
    ⠀[head=2]Договор о неразглашении[/head]
    ⠀[bold]Звание, ФИО и Должность Корпоративного Связного:[/bold][color=red][signature][/color]
    ⠀[bold]Звание, ФИО и Должность выжившего:[/bold] [color=red][signature][/color]
    ⠀[bold]Я согласен(-а) на отказ распространения:[/bold] [color=red][form][/color]
    ⠀[color=#751f1f]▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄[/color]
    ⠀[italic]Доступ к этому документу ограничен назначенными сотрудниками департамента. Несанкционированный доступ, распространение или воспроизведение его содержимого будет рассматриваться как нарушение корпоративной политики и может привести к немедленным административным и юридическим мерам.[/italic]