lore-examinable-verb-text = Лор
lore-examinable-verb-disabled = Узнать больше об объекте.
rmc-lore-examinable-trimax-polarized-shades = последняя технология TriMax - "TactOptix" одна из самых популярных продукций за этот год! Оснащены слабым бронированным стеклом, которые могут защитить от лёгких шрапнельных осколоков. Крайне популярна среди солдат на фронте а также разведчиков глубоко космоса, как военных так и независимых авантюристов, официальные источники утверждают "проверены в боях, одобрены солдатами ОПЗ!" Ходят слухи, что некоторым счастливчикам удалось выжить после выстрела лазерного оружия на близком расстоянии, хотя TriMax продолжает свою позицию "Перестаньте вставать под лазер и проверять это!"
rmc-lore-examinable-trimex-personal-shades = рекламируются как 'TriMex', (гениальная мысль использовать Е для обхода авторских прав), подделки популярны среди независимых "авантюристов" и у тех кто хочет казаться крутым. В то время как оригинал хвастается официальной защитой от атомной вспышки, радиации и лазеров, эти дешевые подделки едва хватает на защиту от УФ-лучей. Что с той знаменитой истории об отражении лазерного оружия от оригинала? Вряд ли кто-то поверит, что с такими очками это возможно. Но, они дешевы, и их слоган что то вроде "Экономь деньги и выгляди какой крутой космический рейнджер" на удивление это существенно повышает продажи.
rmc-lore-examinable-m3-eod-pattern-heavy-armor = эта версия брони была разработана во время войны между СССП и ОПЗ. Созданная для полевых техников, которые были назначенны саперами (EOD) во время конфликта, она предоставляет довольно эффективную бронирование для обычного морпеха. Наплечники и наколенники сделанные из пластин были значительно укреплены и модифицированы, прикрывая важные части каждой конечности. Для этой брони была разработана специальная противоосоколочная система, использовавшия ту же технологию, что и разрабатывавшийся в то же время бронежилет M70.

rmc-lore-examinable-armor-xm4-pattern-intel-armor = совершенство от AEGIS. На броне используется система, которая работает от нескольких подключенных датчиков движения на броне, , закрепленные на нагруднике. Если подключить ее к оптическому визору то будет имитировать работу датчика движения M314, повышая это значительно повышает эффективность в разведывательных операциях для отслеживания ситуации. Сейчас активно участвует в испытаниях на разведывательных миссиях или специально выделенных лабораторий.
rmc-lore-examinable-thirteen-loko = редкий продукт на рынке, Thirteen Loko — земной продукт. Такое название было придумано из-за стериотипа, что данный напиток будут пить только безумцы. Энергетик приобрёл известную не в лучшем свете репутацию, а после фанбазу. После многочисленных судебных исков и разбирательств на  Viteztvi, яд кобры был убран из рецепта, что сильно разочаровало потребителей напитка.

rmc-lore-examinable-boda = созданная ещё в 3000 году, реклама кампании BODA изначально была попыткой СССП завоевать сердца и умы колонизаторов по всему космосу. Вскоре после этого везде начали появляться бирюзовые торговые автоматы BODA, а большие запасы данного напитка стали появляться на складах ООН без прямых поставщиков. Несмотря на предостережения, после многочисленных экспериментов и исследований, которые выяснили, что продукция BODA безопасна для употребления, а также удивительно популярна, неизвестный излишек BODA был одобрен к использованию на колониях, ассоциируемые с ООН. Впоследствии он пользовался популярностью, прежде чем пропасть в безвестность в далекие десятилетия, когда запасы все больше и больше истощались.

rmc-lore-examinable-red-hot-bottle = предпологается что соус создавался как что то среднее между кетчупом и острым перцем, соус получил невероятную популярность и признание OOH, после этого он часто начал появляться не только на колониях, но ещё и на космических кораблях. Неожиданная популярность и признание любопытно совпало с закрытием первого оригинального соуса "ULTRA". Совпадение?

rmc-lore-examinable-pitchblende = Колонии по всех галактике добывают урановую руду, она используется для питания устаревших ядерных реакторов, позже началась военная программа, где урановую руду начали использовать в бронебойных боеприпасах, исследовательская группа нанятая VI подтвердило, что вред от излучаемой радиации "незначителен" и безопасен для человека. 

rmc-lore-examinable-bottle-of-bone-gel = Костный гель - биологический аналог кости с использованием крепкой специальной глины, костный гель может излечить как лёгкие переломы, так и тяжёлые. Костный гель не стоит использовать для лечения костного мозга, это может привести к... Не самому приятному результату. Черезмерное использование данного геля приводит к ухудшению иммунитета, прочности природных костей а также нехватке кальция.

rmc-lore-examinable-fountain-pen =
    "это больше, чем просто канцелярия, она получила признание и авторитет внутри ККМП ОПЗ, такая элитная ручка выдаётся исключительно старшему командному составу корпуса, является престижем и статусом, а в руках знаком хорошего командира.
    AEGIS известен своими разработками и исследованиями в области вооружения, но ручка это нечто оссобеное. Они сохранили все свои принципы для разработки этой ручки. Элегантность и эффективность главное составляющее, словно хорошее оружие - не требует многого, но эффективно во всех ситуациях.
   Золото используется на ручке для придания не только элегантности, но и прочности, проффесианальнальный сплав металла и золота, крепление и составляющее, это символизирует офицеров ККМП ОПЗ. Проффесианализм и прочность с предачей элегантности.
   Ручка имеет у себя многофункциональную систему смены цвета, на основе системы наведения вооружения - ручка использует специально разработанный механизм подачи разных чернил в стержень, при этом нарушение механизме не может повредить общей работе ручки.
   Цвета чернил выбраны в соответствии с различными структурами и званиями ККМ ОПЗ, также есть особо яркие цвета для подчеркивания важного текста, что позволяет писать не только эффективно, но и в соответствии с своей структурой и должностью.
    Несмотря на роскошный и дорогой вид ручки, это не мешает также быть ей эффективной, ручка имеет крепкое металлическое покрытие, длинный стержень и долговечность конструкции, сплавы металлов корпуса не ржавеют и не повержены коррозии. Это учитывает все сложные ситуации - данный ручки эффективны для огромного объема работ для высших офицеров ОПЗ, а также полевых командиров.
    Роскош, элегантность и эффективность это слияние личностей упорных лидеров в лице офицеров ККМ ОПЗ, это настоящая награда и наследие, AEGIS утверждает - это не просто ручка. Это сердца и мужества армии ОПЗ, переданные в канцелярию. Это награда и реликвия. Хотя конкуренты  AEGIS утверждают, что огромные речи и рекламная кампания созданы для поднятия авторитета и стоимости ручек."

rmc-lore-examinable-s5-red-dot-sight = Многофункциональный погодный прицел S5 оснащен специальными линзами, которые способны приглушать слишком яркий свет для эффективности, а также устойчив к погодным условиям, настоящая гениальная мысль военных инженеров и снайперов, до того как узнаешь, что это гражданский вариант с наклеенной эмблемой армии ОПЗ. Использует обозначение AN/PVQ-64 Dot Sight


rmc-lore-examinable-s6-reflex-sight = рефлекторный прицел, простой в своей системе, громоздкий и сделан для долгой службы, используется для более сложных и ограниченных военных расчётах, совместим с многими рельсовыми системами и устанавливается почти на все вооружение. использует обозначение AN/PVG-72 Reflex Sight

rmc-lore-examinable-s8-4x-telescopic-scope = Телескопический прицел S8 одна из самых простых, долговечных и эффективных моделей прицелов, примерная максимальная дальность 780 м с использованием 10.24 мм патронов. Что в общем неплохо для данного прицела. Сделан  организацией Armat и носит обозначения AN/PVQ-31 4x Optic.

rmc-lore-examinable-s4-2x-telescopic-mini-scope = Мини прицел AN/PVQ-45 (2x). Идеален для боя на ближних и средних дистанциях. Первая партия страдала нарушением прицелов в горячих точках — не ленитесь проверять оборудование. Использует обозначение AN/PVQ-45.

rmc-lore-examinable-b8-smart-scope = Баллистический прицел B8 - умный прицел с системой "свой-чужой". AEGIS уверяет, что косяки с несрабатыванием системы были исправлены. Все равно, большинство корпусов ККМ все ещё требуют диагностику после операций. Использует обозначение XAN/PVG-110

rmc-lore-examinable-laser-sight = Базовый лазерный целеуказатель AN/PEQ-42. 

rmc-lore-examinable-xm-vesg-1-flamer-nozzle = Насадка-огнемёт "Генератор экзотермических сфер" для М34. По задумке должен — запускать напалмовые шары в укрепления врага. По факту шар разрывает встречным потоком. Зато в увольнительную офицеров или высокопоставленных чинов из этой штуки палят как из фейерверка.

rmc-lore-examinable-hjra-12-extreme-intensity-incendiary-rocket = Ракета с зажигательной смесью "R-189" от СССП. Должна прожигать бункеры, но на боевых операциях ранит союзные войска — отменен из-за трудностей в эксплуатации а также сложном применении, но все еще может использоваться в некоторых корпусах СССП.

rmc-lore-examinable-ar10-assault-rifle = AR10 от Armalite (с 2002 года — собственность Viteztvi). Дитя 1950-х, первая в мире серийная винтовка с газоотводной автоматикой. Всего выпустили тысяч десять, и на вооружение её приняли только Португалия с Суданом. С конца XX века эти раритеты (вместе с массовыми M16 и AR15) кочуют по самым глухим уголкам космоса. В джунглях и на окраинах колоний до сих пор звенят их гильзы.

rmc-lore-examinable-m54c-ap-magazine = В этих бронебойных патронах используется не бронированный наконечник, это сделало его легче, быстрее и пробивнее, но компенсировано меньшим уроном.

rmc-lore-examinable-xm-88-heavy-rifle = Разработана инженерами AEGIS Battlefield Armaments по заказу Великой Бразилии — для борьбы с "железной пехотой". Встроенная ЭВМ, датчики и автомат запядае бьют по одному месту, расшатывая броню. Партию XM88 погрузили на один из кораблей ККМ ОПЗ перед совместной с UNS "Нанхань" операцией "Кузнечик".

rmc-lore-examinable-type-64-submachine-gun = Type 64 — универсальный инструмент. Он есть не только у силовых регулярных структур СССП, но и у революционеров, корпоративных охранников, наемников и армий Миртана.

rmc-lore-examinable-ssg45 = Стреляет безгильзовыми 7x62мм. По боеспособности и экономичности превосходит M54C MK2, не теряя эффективности в тесных пространствах. Предприниматели из Viteztvi быстро разочаровались в М54К — особенно на дальних расстояниях, где важна точность и мощь. Их КБ ответило созданием SSG, заточенного под их нужды.

rmc-lore-examinable-lady-fingers = Дерзкий маркетинговый ход - жёсткие ментоловые сигареты без фильтра в упаковке цвета завявшей розы. Аудитория и любители — женщины морпехи. Запах такой, что в полевых условиях эти "Пальцы дамы" иногда работает как репеллент от насекомых. В вендинговых автоматах они пылятся чаще, чем их покупают. Будто ждут смельчака, который решится их попробовать. А нравятся ли они вообще кому-нибудь — большой вопрос.

rmc-lore-examinable-kierland-electro-golds = Эти сигареты прославились ещё на стройке станции "Novaris". Зажигаются от одной искры, горят ровно, тяга — стабильная. Немудрёный,  вкус пыли быстро сделал их культовыми в колониях. Позже Kierlan развернул производство на аграрных планетах у границы и заключил эксклюзивный контракт на поставки для ККМ.

rmc-lore-examinable-emerald-greens = их цена ниже бутылки воды, их состав это тайна, которую никто не знает, их вкус это то о чем ты думаешь в последний момент.

rmc-lore-examinable-boots-07 = Описывает как комплект брони B18 сделает из морпеха неубиваемого, а также как командный состав много поставили на эффективность этой брони.

rmc-lore-examinable-boots-45 = Первая половина — базовые правила ухода за служебным оружием, а также реклама известного оружейника со станции Gateway. Вторая — инструкция, в каких позах заснуть морпеху, держа пистолет под подушкой.

rmc-lore-examinable-boots-58 = Репортаж о том, как ветераны первой развед роты СОиС воюют в джунглях с отрядами СССП и партизанами.

rmc-lore-examinable-boots-113 = Рассказывается о жестокости колонизации Марса, местные обитатели отказались сразу попадать под юрисдикцию Viteztvi, в конечном итоге это привело к вооруженным нападениям поселенцев, где ЧВК Viteztvi и ККМ дали отпор, упоминается о некоторых танкистах и  об каком-то отряде MARCOS, также эта операция одна из первых, где было использовано орбитальное оружие ККМ.

rmc-lore-examinable-boots-150 = Основные части посвящены продовольственнвым кризисом войск СССП, где  их ИРП нестандартные и производиться в самых дальних и странных местах этого мира . Поэтому в продовольственнвых ящиках можно найти что угодно!  От печенки и столетних яиц до лютефиска, маринованного свиного рыла, консервированного рубца и вяленой свеклы, ужас!.

rmc-lore-examinable-orrery-65 = Первая часть какая история, где какая-то важная шишка отправила какой отчёт не туда.  Дальше — словесная перепалка двух колониальных корпоратив где строить новейшую колонию  Mu Arae. Один — за газовый завод на орбите гиганта, другой — за зеленый агромир. В середине дискуссия скатывается на базар, оппоненты начинают поливать друг друга оскорблять, а потом... Все, что после — зачёркнуто цензурой.

rmc-lore-examinable-orrery-175 = Главная тема - империя Миртана и Viteztvi создали абсолютно новую линейку флота, мало того что этот новый корабль не убиваем, так ещё и может стирать колонии, мегаполисы а может и планеты одним выстрелом, инженеры империи Миртана вместе с инженерами Viteztvi в основном говорят мало, но вы часто видите слова "рельсатрон, турели, ракеты", интересно, вас туда отправят?.

rmc-lore-examinable-orrery-184 = Спецвыпуск о разработках Viteztvi допущенный главным дивизионным акционером, вы видите бледнер UY-21 (в этот раз не перегревается и не взрывается!), ручной лазерный шахтерский резак, который режит породы и минералы как масло нож, а также ПЗРК "Тайфун" для ЧВК Viteztvi, вы замечайте купон на середине страницы - "купи один - получи второй в подарок!", этот на ящик пива, он просрочен.