ent-RMCDigitalClock = цифровые часы
    .desc = Часы на батарейках, способные показывать время с точностью до 5 секунд... но они никогда не были такими точными.
ent-RMCCatClock = часы с котом
    .desc = Невероятно жуткие часы с котом, который осматривает комнату с каждым тиком и таком.
ent-RMCWoodClock = деревянные часы
    .desc = Обычные часы для определения времени.
ent-RMCGoldClock = золотые часы
    .desc = Пафосные часы, созданные специально для того, чтобы сообщать людям о вашем богатстве.
