ent-RMCPortableVendor = чемодан автоматизированного хранения
    .desc = Автоматизированная система хранения и выдачи предметов размером с чемодан. Предназначена для эффективного хранения и выборочной выдачи небольших предметов.
ent-RMCPortableVendorCorporate = чемодан автоматизированного хранения Вестон-Ямада
    .desc = Автоматизированная система хранения и выдачи предметов размером с чемодан. Предназначена для эффективного хранения и выборочной выдачи небольших предметов. На боку этой модели выбит логотип Вестон-Ямада.
